{
    "morning": {
        "id": 1,
        "category": "أذكار الصباح",
        "icon": "icon/sun.png",
        "array": [
            {
                "id": 1,
                "title": "أذكار الصباح - آية الكرسي البقرة 255 - النسائي",
                "adhkar": "أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ\nاللّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ.",
                "description": "من قالها حين يصبح أجير من الجن حتى يمسى ومن قالها حين يمسى أجير من الجن حتى يصبح.",
                "source": "رواه النسائي، وصححه الألباني, آية الكرسى - البقرة 255",
                "repetition": 1
            }, 
            {
                "id": 2,
                "title": "أذكار الصباح - سورة الإخلاص - داود والترمذي",
                "adhkar": "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ.",
                "description": "من قالها ثلاث مرات حين يصبح وحين يمسي كفته من كل شيء (الإخلاص والمعوذتين)",
                "source": "رواه داود والترمذي",
                "repetition": 3
            },
            {
                "id": 3,
                "title": "أذكار الصباح - سورة الفلق - داود والترمذي",
                "adhkar": "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ.",
                "description": "من قالها حين يصبح وحين يمسى كفته من كل شىء (الإخلاص والمعوذتين).",
                "source": "رواه داود والترمذي",
                "repetition": 3
            },
            {
                "id": 4,
                "title": "أذكار الصباح - سورة الناس - داود والترمذي",
                "adhkar": "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ، إِلَٰهِ ٱلنَّاسِ، مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ، ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ، مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ.",
                "description": "من قالها حين يصبح وحين يمسى كفته من كل شىء (الإخلاص والمعوذتين).",
                "source": "رواه داود والترمذي",
                "repetition": 3
            },
            {
                "id": 5,
                "title": "أذكار الصباح - الحمد لله والاستعاذة من الشر",
                "adhkar": "أَصْبَحْنا وَأَصْبَحَ المُلْكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُلكُ ولهُ الحَمْد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْأَلُكَ خَيرَ ما في هذا اليوم وَخَيرَ ما بَعْدَه ، وَأَعوذُ بِكَ مِنْ شَرِّ ما في هذا اليوم وَشَرِّ ما بَعْدَه، رَبِّ أَعوذُبِكَ مِنَ الْكَسَلِ وَسوءِ الْكِبَر ، رَبِّ أَعوذُ بِكَ مِنْ عَذابٍ في النّارِ وَعَذابٍ في القَبْر.",
                "description": "قوله: ((أصبحنا)) أو ((أمسينا)) أي: دخلنا في الصباح، أو دخلنا في المساء متلبسين بنعمةٍ وحفظٍ من الله تعالى.",
                "source": "مسلم (٢٧٢٣)، والترمذي (٣٣٩٠)، وأبو داود (٥٠٧١).",
                "repetition": 1
            },
            {
                "id": 6,
                "title": "أذكار الصباح - اللهم أنت ربي وأنا عبدك",
                "adhkar": "اللّهمَّ أَنْتَ رَبِّي لا إلهَ إلاّ أَنْتَ ، خَلَقْتَني وَأَنا عَبْدُك ، وَأَنا عَلى عَهْدِكَ وَوَعْدِكَ ما اسْتَطَعْت ، أَعوذُبِكَ مِنْ شَرِّ ما صَنَعْت ، أَبوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبوءُ بِذَنْبي فَاغْفِرْ لي فَإِنَّهُ لا يَغْفِرُ الذُّنوبَ إِلاّ أَنْتَ",
                "description": "من قالها موقنا بها حين يمسى ومات من ليلته دخل الجنة وكذلك حين يصبح.",
                "source": "أحمد (٥/ ٣٥٦)، وأبو داود (٥٠٧٠) وصححه الألباني في 'صحيح سنن أبي داود' (٤٢٣٧) وأخرجه ابن ماجه (٣٨٧٢)",
                "repetition": 1
            },
            {
                "id": 7,
                "title": "أذكار الصباح - رضيت بالله ربًا وبالإسلام دينًا",
                "adhkar": "رَضِيْتُ باللَّهِ رَبًّا، وبالإسْلامِ دِيْناً، وبِمُحَمَّدٍ نَبيًّا",
                "description": "من قالها حين يصبح وحين يمسى كان حقا على الله أن يرضيه يوم القيامة.",
                "source": "رواه أبو داود (١٥٢٩)، وهو عند مسلم (١٨٨٤)",
                "repetition": 3
            },
            {
                "id": 8,
                "title": "أذكار الصباح - اللهم إني أشهدك وأشهد حملة عرشك وملائكتك",
                "adhkar": "اللَّهُمَّ إنِّي أصْبَحْتُ أُشْهِدُكَ، وأُشْهِدُ حَمَلَةَ عَرْشِكَ، ومَلائِكَتِكَ، وجَميْعَ خَلْقِكَ، أنَّكَ أنْتَ اللهُ لا إلَهَ إلاَّ أنْتَ وَحْدَكَ لا شَرِيْكَ لَكَ، وأنَّ مُحَمَّداً عَبْدُكَ ورَسُولُكَ",
                "description": " مَن قالها حين يصبح أو يمسي أربع مرات، أعتقه الله من النار",
                "source": " أبو داود (٥٠٦٩)، والترمذي (٣٥٠١)، وضعفه الألباني في 'ضعيف سنن أبي داود' (١٠٨٠)",
                "repetition": 4
            },
            {
                "id": 9,
                "title": "أذكار الصباح - اللهم ما أصبح بي من نعمة",
                "adhkar": "اللَّهُمَّ مَا أصْبَحَ بِي مِنْ نِعْمَةٍ، أوْ بِأحَدٍ مِنْ خَلقِكَ، فَمِنْكَ وَحْدَكَ لا شَرِيْكَ لَكَ، فَلَكَ الحَمْدُ ولَكَ الشُّكْرُ",
                "description": "من قالها حين يصبح أدى شكر يومه.",
                "source": " أبو داود (٥٠٧٣)",
                "repetition": 1
            },
            {
                "id": 10,
                "title": "أذكار الصباح - حسبي الله لا إله إلا هو",
                "adhkar": "حَسْبِيَ اللَّهُ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
                "description": "قال في كل يوم حين يصبح , وحين يمسي , كفاه الله عز وجل هَمَّه من أمر الدنيا والآخرة",
                "source": "أخرجه ابن السني، برقم ٧١ مرفوعاً، وأبو داود موقوفاً، ٤/ ٣٢١، برقم ٥٠٨١",
                "repetition": 7
            },
            {
                "id": 11,
                "title": "أذكار الصباح - بسم الله الذي لا يضر مع اسمه شيء",
                "adhkar": "بِسمِ الله الَّذِي لا يَضُرُّ مَعَ اسمِهِ شَيءٌ في الأَرْضِ ولا في السَّمَاءِ، وَهُوَ السَّمِيعُ الْعَلِيمُ",
                "description": "من قالها ثلاث مرات حين يمسي لم تُصبه فجأةُ بلاء حتى يصبح، ومن قالها حين يُصبحُ لم تُصبهُ فجأةُ بلاء حتى يمسي",
                "source": "رواه أبو داوود برقم (٥٠٨٨)",
                "repetition": 3
            },
            {
                "id": 12,
                "title": "أذكار الصباح - اللهم بك أصبحنا وبك أمسينا",
                "adhkar": "اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ النُّشُورُ",
                "description": "عن النبيّ ﷺ أنَّه كَانَ يَقُولُهَا إِذَا أصْبَحَ",
                "source": "أخرجه: أبو داود (٥٠٦٨)،والترمذي (٣٣٩١)",
                "repetition": 1
            },
            {
                "id": 13,
                "title": "أذكار الصباح - أصبحنا على فطرة الإسلام وكلمة الإخلاص",
                "adhkar": "أصْبَحْنَا عَلَى فِطْرَةِ الإِسْلَامِ، وَعَلَى كَلِمَةِ الإِخْلَاصِ، وَعَلَى دِينِ نَبِيِّنا مُحمَّدٍ صلى الله عليه وسلم، وَعَلَى مِلَّةِ أبِينَا إِبْرَاهِيمَ حَنِيفًا مُسْلِمًا، وَمَا كَانَ مِنَ المُشْرِكِينَ",
                "description": "عَنِ النَّبِيِّ صلى الله عليه وسلم أنَّهُ قَالَ ....",
                "source": "أخرجه أحمد (١٥٤٣٤)، والنسائي (٩٧٤٤)",
                "repetition": 1
            },
            {
                "id": 14,
                "title": "أذكار الصباح - سبحان الله وبحمده",
                "adhkar": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ",
                "description": "فضل هذه الكلمات الأربع، أنها تعدل ذكرًا كثيرًا",
                "source": "مسلم، ٤/ ٢٠٩٠، برقم ٢٧٢٦",
                "repetition": 3
            },
            {
                "id": 15,
                "title": "أذكار الصباح - اللهم عافني في بدني وسمعي وبصري",
                "adhkar": "للهُمَّ عَافِنِي فِي بَدَنِي، اللهُمَّ عَافِنِي فِي سَمْعِي، اللهُمَّ عَافِنِي فِي بَصَرِي، لَا إِلَهَ إِلَّا أَنْتَ",
                "description": "دعاء لله بحماية البدن والسمع والبصر والاعتماد عليه في حفظهما.",
                "source": "أخرجه أبو داود، كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٩٠)",
                "repetition": 3
            },
            {
                "id": 16,
                "title": "أذكار الصباح - اللهم إني أعوذ بك من الكفر والفقر وعذاب القبر",
                "adhkar": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الكُفْرِ والْفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ",
                "description": "دعاء لله بالاستعاذة من الكفر والفقر وعذاب القبر، والتوكل والاعتماد على الله في الحفاظ على الإيمان وتجنب الفقر والعذاب",
                "source": "أخرجه أبو داود، كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٩٠)",
                "repetition": 3
            },
            {
                "id": 17,
                "title": "أذكار الصباح - اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
                "adhkar": "للَّهُمَّ إِنِّي أَسألُكَ الْعَفْوَ والْعَافِيةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسألُكَ الْعَفْوَ وَالَعَافِيَةَ: فِي دِيْنِي وَدُنْيَايَ وَأَهْلِيْ، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بِينَ يَدَيَّ وَمِنْ خَلْفِي، وَعَنْ يَمِينِي وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوْذُ بِعَظَمَتِكَ أَن أُغْتَالَ مِن تَحْتِي",
                "description": "الاعتماد على الله في الحفاظ على العافية والسلامة في جميع جوانب الحياة، سواء في الأمور الدينية أو الدنيوية",
                "source": "أبو داود، وابن ماجه، وانظر: صحيح ابن ماجه، ٢/ ٣٣٢",
                "repetition": 1
            },
            {
                "id": 18,
                "title": "أذكار الصباح - يا حيّ يا قيوم برحمتك أستغيث",
                "adhkar": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ أَصْلِحْ لِي شَأْنِي كُلَّهُ وَلَا تَكِلْنِي إِلَى نَفْسِي طرفَة عين",
                "description": "دعاء لله بالاستغاثة والتوجه إليه لإصلاح جميع أمور الحياة وعدم الاعتماد على الذات",
                "source": "الترمذي: ٥/ ٥٣٩",
                "repetition": 3
            },
            {
                "id": 19,
                "title": "أذكار الصباح - اللهم إني أصبحنا وأصبح الملك لله رب العالمين",
                "adhkar": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلهِ رَبِّ الْعَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ، فَتْحَهُ وَنَصْرَهُ، وَنُورَهُ وَبَرَكَتَهُ وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ",
                "description": "دعاء لله بطلب خير اليوم وفتحه ونصره ونوره وبركته وهداه، والاستعاذة بالله من شر ما فيه وشر ما بعده.",
                "source": "أخرجه أبو داود، رقم الحديث: (٥٠٨٤)",
                "repetition": 1
            },
            {
                "id": 20,
                "title": "أذكار الصباح - اللهم عالم الغيب والشهادة",
                "adhkar": "اللَّهُمَّ عَالِمَ الغَيْبِ والشَّهَادَةِ، فَاطِرَ السَّموَاتِ والأرْضِ، رَبَّ كُلِّ شَيءٍ ومَلِيْكَهُ، أشْهَدُ أنْ لا إلَهَ إلاَّ أنْتَ، أعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وأنْ أقْتَرِفَ عَلَى نَفْسِي سُوءاً، أوْ أجُرَّهُ إلَى مُسْلِمٍ",
                "description": "التواضع والاستعاذة بالله من الشرور والأذى، والاعتراف بوحدانية الله وأنه الرب والمالك الحقيقي لكل شيء في السماوات والأرض",
                "source": "الترمذي [برقم (٣٣٩٢)]، وأبو داود [برقم (٥٠٦٧)]",
                "repetition": 1
            },
            {
                "id": 21,
                "title": "أذكار الصباح - أعوذ بكلمات الله التامات من شر ما خلق",
                "adhkar": "أَعُوذُ بكلِمَاتِ اللهِ التَّامَّاتِ مِن شَرِّ مَا خَلَقَ",
                "description": "من الأذكار الشرعية التي يقولها المسلم للتعوذ والاستعاذة بالله من شر كل ما خلق الله",
                "source": "صحيح مسلم الذكر والدعاء والتوبة والاستغفار (٢٧٠٨)",
                "repetition": 3
            },
            {
                "id": 22,
                "title": "أذكار الصباح - اللهم صلِّ وسلم وبارك على نبينا محمد",
                "adhkar": "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد",
                "description": "من صلى على حين يصبح وحين يمسى ادركته شفاعتى يوم القيامة",
                "source": "الطبرانى عن أبى الدرداء",
                "repetition": 10
            },
            {
                "id": 23,
                "title": "أذكار الصباح - اللهم إنا نعوذ بك من أن نشرك بك شيئًا نعلمه",
                "adhkar": "اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ أَنْ نُشْرِكَ بِكَ شَيْئًا نَعْلَمُهُ ، وَنَسْتَغْفِرُكَ لِمَا لَا نَعْلَمُهُ",
                "description": " من الأذكار الشرعية التي يقولها المسلمون للتعوذ بالله من أن يشركوا به أو يقترفوا أعمالًا لا يعلمون عنها.",
                "source": " أخرجه أحمد: '٤/٤٠٣'، والطبراني في 'الأوسط' و'الكبير' كما في 'المجمع': '١٠/٢٢٣'",
                "repetition": 3
            },
            {
                "id": 24,
                "title": "أذكار الصباح - اللهم إني أعوذ بك من الهم والحزن",
                "adhkar": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنْ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنْ الْجُبْنِ وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ، وَقَهْرِ الرِّجَالِ",
                "description": "التعوذ بالله من الهموم والأحزان، والعجز والكسل، والجبن والبخل، وغلبة الدين وقهر الرجال",
                "source": "أخرجه أبو داود (٢/٩٣، رقم ١٥٥٥)",
                "repetition": 3
            },
            {
                "id": 25,
                "title": "أذكار الصباح - أستغفر الله العظيم الذي لا إله إلا هو",
                "adhkar": "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
                "description": "غُفِرَ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ",
                "source": "أبو داود، ٢/ ٨٥، برقم ١٥١٧، والترمذي، ٥/ ٥٦٩، برقم ٣٥٧٧",
                "repetition": 3
            },
            {
                "id": 26,
                "title": "أذكار الصباح - يا ربّ، لك الحمد كما ينبغي لجلال وجهك ولعظيم سلطانك",
                "adhkar": "يَا رَبِّ , لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وَجْهِكَ , وَلِعَظِيمِ سُلْطَانِكَ",
                "description": "أُعْضِلَتْ عَلَى الْمَلَكَيْنِ فَلَمْ يَدْرِيَا كَيْفَ يَكْتُبَانِهَا",
                "source": "ابن ماجة (٣٨٠١)",
                "repetition": 3
            },
            {
                "id": 27,
                "title": "أذكار الصباح - اللهم إني أسألك علمًا نافعًا ورزقًا طيبًا",
                "adhkar": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا",
                "description": "دعاء لله بالعلم النافع والرزق الحلال والأعمال المقبولة",
                "source": "أخرجه أحمد برقم (٢٧٠٥٦). وأخرجه ابن ماجه برقم (٩٢٥)، صحيح سنن ابن ماجه رقم (٧٥٣)",
                "repetition": 1
            },
            {
                "id": 28,
                "title": "أذكار الصباح - اللهم أنت ربي لا إله إلا أنت",
                "adhkar": "اللَّهُمَّ أَنْتَ رَبِّي لا إِلَهَ إِلا أَنْتَ ، عَلَيْكَ تَوَكَّلْتُ ، وَأَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ , مَا شَاءَ اللَّهُ كَانَ ، وَمَا لَمْ يَشَأْ لَمْ يَكُنْ ، وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ , أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا , اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي ، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا ، إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ",
                "description": "من قالها أوَّل النهار لم تُصبْهُ مصيبة حتى يمسي، ومن قالها آخر النهار لم تصبه مصيبة حتى يصبح",
                "source": "أخرجه الطبرانى فى الدعاء (١/١٢٨، رقم ٣٤٣) ، وابن عساكر (٦٤/١١٨)",
                "repetition": 1
            },
            {
                "id": 29,
                "title": "أذكار الصباح - لا إله إلا الله وحده لا شريك له",
                "adhkar": "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ",
                "description": "كَانَتْ لَهُ عِدْلَ عَشْرِ رِقَابٍ. وَكُتِبَتْ لَهُ مِئَةُ حَسَنَةٍ. وَمُحِيَتْ عَنْهُ مِئَةُ سَيِّئَةٍ. وَكَانَتْ لَهُ حِرْزاً مِنَ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ",
                "source": "رواه البخاري (6403) ومسلم والترمذي والنسائي وابن ماجه",
                "repetition": 100
            },
            {
                "id": 30,
                "title": "أذكار الصباح - سبحان الله وبحمده",
                "adhkar": "سُبْحَانَ الله وَبِحَمْدِهِ",
                "description": "حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ. لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ",
                "source": "أَخرجه الترمذي رقم (٣٤٦٥) ورواه أيضاً مسلم رقم (٢٦٩٢)",
                "repetition": 100
            },
            {
                "id": 31,
                "title": "أذكار الصباح - أستغفر الله وأتوب إليه",
                "adhkar": "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
                "description": "أشار النبي صلى الله عليه وسلم إلى أنه كان يستغفر الله في كل صباح مائة مرة",
                "source": "صحيح الجامع رقم: ٥٥٣٤",
                "repetition": 100
            }
        ]
    },
    "evening": {
        "id": 2,
        "category": "أذكار المساء",
        "icon": "icon/moon.png",
        "array": [
            {
                "id": 1,
                "title": "أذكار الصباح - آية الكرسي البقرة 255 - النسائي",
                "adhkar": "أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ\nاللّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ.",
                "description": "من قالها حين يصبح أجير من الجن حتى يمسى ومن قالها حين يمسى أجير من الجن حتى يصبح.",
                "source": "رواه النسائي، وصححه الألباني, آية الكرسى - البقرة 255",
                "repetition": 1
            },
            {
                "id": 2,
                "title": "أذكار المساء - آخر آيتين من سورة البقرة ( آمن الرسول )",
                "adhkar": "أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ\nآمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ ۚ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ. لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَّسِينَآ أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ.",
                "description": "قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَرَأَ الْآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ كَفَتَاهُ»",
                "source": "أخرجه الحُميدي، وأحمد، والبُخاري، ومسلم، وابن ماجة، والنَّسَائي، وابن خزيمة",
                "repetition": 1
            },
            {
                "id": 3,
                "title": "أذكار المساء - سورة الإخلاص - داود والترمذي",
                "adhkar": "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ.",
                "description": "من قالها ثلاث مرات حين يصبح وحين يمسي كفته من كل شيء (الإخلاص والمعوذتين)",
                "source": "رواه داود والترمذي",
                "repetition": 3
            },
            {
                "id": 4,
                "title": "أذكار المساء - سورة الفلق - داود والترمذي",
                "adhkar": "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ.",
                "description": "من قالها حين يصبح وحين يمسى كفته من كل شىء (الإخلاص والمعوذتين).",
                "source": "رواه داود والترمذي",
                "repetition": 3
            },
            {
                "id": 5,
                "title": "أذكار المساء - سورة الناس - داود والترمذي",
                "adhkar": "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ، إِلَٰهِ ٱلنَّاسِ، مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ، ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ، مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ.",
                "description": "من قالها حين يصبح وحين يمسى كفته من كل شىء (الإخلاص والمعوذتين).",
                "source": "رواه داود والترمذي",
                "repetition": 3
            },
            {
                "id": 6,
                "title": "أذكار المساء - الحمد لله والاستعاذة من الشر",
                "adhkar": "أَمْسَيْنا وَأَمْسى الملكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُلكُ ولهُ الحَمْد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْأَلُكَ خَيرَ ما في هذهِ اللَّيْلَةِ وَخَيرَ ما بَعْدَها ، وَأَعوذُ بِكَ مِنْ شَرِّ ما في هذهِ اللَّيْلةِ وَشَرِّ ما بَعْدَها ، رَبِّ أَعوذُبِكَ مِنَ الْكَسَلِ وَسوءِ الْكِبَر ، رَبِّ أَعوذُ بِكَ مِنْ عَذابٍ في النّارِ وَعَذابٍ في القَبْر",
                "description": "قوله: ((أصبحنا)) أو ((أمسينا)) أي: دخلنا في الصباح، أو دخلنا في المساء متلبسين بنعمةٍ وحفظٍ من الله تعالى.",
                "source": "مسلم (٢٧٢٣)، والترمذي (٣٣٩٠)، وأبو داود (٥٠٧١).",
                "repetition": 1
            },
            {
                "id": 7,
                "title": "أذكار المساء - اللهم أنت ربي وأنا عبدك",
                "adhkar": "اللّهمَّ أَنْتَ رَبِّي لا إلهَ إلاّ أَنْتَ ، خَلَقْتَني وَأَنا عَبْدُك ، وَأَنا عَلى عَهْدِكَ وَوَعْدِكَ ما اسْتَطَعْت ، أَعوذُبِكَ مِنْ شَرِّ ما صَنَعْت ، أَبوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبوءُ بِذَنْبي فَاغْفِرْ لي فَإِنَّهُ لا يَغْفِرُ الذُّنوبَ إِلاّ أَنْتَ",
                "description": "من قالها موقنا بها حين يمسى ومات من ليلته دخل الجنة وكذلك حين يصبح.",
                "source": "أحمد (٥/ ٣٥٦)، وأبو داود (٥٠٧٠) وصححه الألباني في 'صحيح سنن أبي داود' (٤٢٣٧) وأخرجه ابن ماجه (٣٨٧٢)",
                "repetition": 1
            },
            {
                "id": 8,
                "title": "أذكار المساء - رضيت بالله ربًا وبالإسلام دينًا",
                "adhkar": "رَضِيْتُ باللَّهِ رَبًّا، وبالإسْلامِ دِيْناً، وبِمُحَمَّدٍ نَبيًّا",
                "description": "من قالها حين يصبح وحين يمسى كان حقا على الله أن يرضيه يوم القيامة.",
                "source": "رواه أبو داود (١٥٢٩)، وهو عند مسلم (١٨٨٤)",
                "repetition": 3
            },
            {
                "id": 9,
                "title": "أذكار المساء - اللهم إني أشهدك وأشهد حملة عرشك وملائكتك",
                "adhkar": "اللَّهُمَّ إنِّي أَمسيتُ أُشْهِدُكَ، وأُشْهِدُ حَمَلَةَ عَرْشِكَ، ومَلائِكَتِكَ، وجَميْعَ خَلْقِكَ، أنَّكَ أنْتَ اللهُ لا إلَهَ إلاَّ أنْتَ وَحْدَكَ لا شَرِيْكَ لَكَ، وأنَّ مُحَمَّداً عَبْدُكَ ورَسُولُكَ",
                "description": " مَن قالها حين يصبح أو يمسي أربع مرات، أعتقه الله من النار",
                "source": " أبو داود (٥٠٦٩)، والترمذي (٣٥٠١)، وضعفه الألباني في 'ضعيف سنن أبي داود' (١٠٨٠)",
                "repetition": 4
            },
            {
                "id": 10,
                "title": "أذكار المساء - اللهم ما أمسى بي من نعمة",
                "adhkar": "اللَّهُمَّ مَا أَمسى بِي مِنْ نِعْمَةٍ، أوْ بِأحَدٍ مِنْ خَلقِكَ، فَمِنْكَ وَحْدَكَ لا شَرِيْكَ لَكَ، فَلَكَ الحَمْدُ ولَكَ الشُّكْرُ",
                "description": "من قالها حين يصبح أدى شكر يومه.",
                "source": " أبو داود (٥٠٧٣)",
                "repetition": 1
            },
            {
                "id": 11,
                "title": "أذكار المساء - حسبي الله لا إله إلا هو",
                "adhkar": "حَسْبِيَ اللَّهُ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
                "description": "قال في كل يوم حين يصبح , وحين يمسي , كفاه الله عز وجل هَمَّه من أمر الدنيا والآخرة",
                "source": "أخرجه ابن السني، برقم ٧١ مرفوعاً، وأبو داود موقوفاً، ٤/ ٣٢١، برقم ٥٠٨١",
                "repetition": 7
            },
            {
                "id": 12,
                "title": "أذكار المساء - بسم الله الذي لا يضر مع اسمه شيء",
                "adhkar": "بِسمِ الله الَّذِي لا يَضُرُّ مَعَ اسمِهِ شَيءٌ في الأَرْضِ ولا في السَّمَاءِ، وَهُوَ السَّمِيعُ الْعَلِيمُ",
                "description": "من قالها ثلاث مرات حين يمسي لم تُصبه فجأةُ بلاء حتى يصبح، ومن قالها حين يُصبحُ لم تُصبهُ فجأةُ بلاء حتى يمسي",
                "source": "رواه أبو داوود برقم (٥٠٨٨)",
                "repetition": 3
            },
            {
                "id": 13,
                "title": "أذكار المساء - اللهم بك أصبحنا وبك أمسينا",
                "adhkar": "اللَّهُمَّ بِكَ أَمْسَينا وَبِكَ أَصْبَحْنا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيرُ",
                "description": "عن النبيّ ﷺ أنَّه كَانَ يَقُولُهَا إِذَا أمسى",
                "source": "أخرجه: أبو داود (٥٠٦٨)،والترمذي (٣٣٩١)",
                "repetition": 1
            },
            {
                "id": 14,
                "title": "أذكار المساء - أمسينا على فطرة الإسلام وكلمة الإخلاص",
                "adhkar": "أَمْسَيْنَا عَلَى فِطْرَةِ الإِسْلَامِ، وَعَلَى كَلِمَةِ الإِخْلَاصِ، وَعَلَى دِينِ نَبِيِّنا مُحمَّدٍ صلى الله عليه وسلم، وَعَلَى مِلَّةِ أبِينَا إِبْرَاهِيمَ حَنِيفًا مُسْلِمًا، وَمَا كَانَ مِنَ المُشْرِكِينَ",
                "description": "عَنِ النَّبِيِّ صلى الله عليه وسلم أنَّهُ قَالَ ....",
                "source": "أخرجه أحمد (١٥٤٣٤)، والنسائي (٩٧٤٤)",
                "repetition": 1
            },
            {
                "id": 15,
                "title": "أذكار المساء - سبحان الله وبحمده",
                "adhkar": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ",
                "description": "فضل هذه الكلمات الأربع، أنها تعدل ذكرًا كثيرًا",
                "source": "مسلم، ٤/ ٢٠٩٠، برقم ٢٧٢٦",
                "repetition": 3
            },
            {
                "id": 16,
                "title": "أذكار المساء - اللهم عافني في بدني وسمعي وبصري",
                "adhkar": "اللهُمَّ عَافِنِي فِي بَدَنِي، اللهُمَّ عَافِنِي فِي سَمْعِي، اللهُمَّ عَافِنِي فِي بَصَرِي، لَا إِلَهَ إِلَّا أَنْتَ",
                "description": "عاء لله بحماية البدن والسمع والبصر والاعتماد عليه في حفظهما.",
                "source": "أخرجه أبو داود، كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٩٠)",
                "repetition": 3
            },
            {
                "id": 17,
                "title": "أذكار المساء - اللهم إني أعوذ بك من الكفر والفقر وعذاب القبر",
                "adhkar": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الكُفْرِ والْفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ",
                "description": "دعاء لله بالاستعاذة من الكفر والفقر وعذاب القبر، والتوكل والاعتماد على الله في الحفاظ على الإيمان وتجنب الفقر والعذاب",
                "source": "أخرجه أبو داود، كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٩٠)",
                "repetition": 3
            },
            {
                "id": 18,
                "title": "أذكار المساء - اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
                "adhkar": "للَّهُمَّ إِنِّي أَسألُكَ الْعَفْوَ والْعَافِيةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسألُكَ الْعَفْوَ وَالَعَافِيَةَ: فِي دِيْنِي وَدُنْيَايَ وَأَهْلِيْ، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بِينَ يَدَيَّ وَمِنْ خَلْفِي، وَعَنْ يَمِينِي وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوْذُ بِعَظَمَتِكَ أَن أُغْتَالَ مِن تَحْتِي",
                "description": "الاعتماد على الله في الحفاظ على العافية والسلامة في جميع جوانب الحياة، سواء في الأمور الدينية أو الدنيوية",
                "source": "أبو داود، وابن ماجه، وانظر: صحيح ابن ماجه، ٢/ ٣٣٢",
                "repetition": 1
            },
            {
                "id": 19,
                "title": "أذكار المساء - يا حيّ يا قيوم برحمتك أستغيث",
                "adhkar": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ أَصْلِحْ لِي شَأْنِي كُلَّهُ وَلَا تَكِلْنِي إِلَى نَفْسِي طرفَة عين",
                "description": "دعاء لله بالاستغاثة والتوجه إليه لإصلاح جميع أمور الحياة وعدم الاعتماد على الذات",
                "source": "الترمذي: ٥/ ٥٣٩",
                "repetition": 3
            },
            {
                "id": 20,
                "title": "أذكار المساء - اللهم إني امسيت وأمسى الملك لله رب العالمين",
                "adhkar": "أَمْسَيْنا وَأَمْسَى الْمُلْكُ للهِ رَبِّ الْعَالَمَيْنِ، اللَّهُمَّ إِنَّي أسْأَلُكَ خَيْرَ هَذَه اللَّيْلَةِ فَتْحَهَا ونَصْرَهَا، ونُوْرَهَا وبَرَكَتهَا، وَهُدَاهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فيهِا وَشَرَّ مَا بَعْدَهَا",
                "description": "دعاء لله بطلب خير الليلة وفتحها ونصرها ونورها وبركتها وهداها، والاستعاذة بالله من شر ما فيها وشر ما بعدها.",
                "source": "أخرجه أبو داود، رقم الحديث: (٥٠٨٤)",
                "repetition": 1
            },
            {
                "id": 21,
                "title": "أذكار المساء - اللهم عالم الغيب والشهادة",
                "adhkar": "اللَّهُمَّ عَالِمَ الغَيْبِ والشَّهَادَةِ، فَاطِرَ السَّموَاتِ والأرْضِ، رَبَّ كُلِّ شَيءٍ ومَلِيْكَهُ، أشْهَدُ أنْ لا إلَهَ إلاَّ أنْتَ، أعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وأنْ أقْتَرِفَ عَلَى نَفْسِي سُوءاً، أوْ أجُرَّهُ إلَى مُسْلِمٍ",
                "description": "التواضع والاستعاذة بالله من الشرور والأذى، والاعتراف بوحدانية الله وأنه الرب والمالك الحقيقي لكل شيء في السماوات والأرض",
                "source": "الترمذي [برقم (٣٣٩٢)]، وأبو داود [برقم (٥٠٦٧)]",
                "repetition": 1
            },
            {
                "id": 22,
                "title": "أذكار المساء - أعوذ بكلمات الله التامات من شر ما خلق",
                "adhkar": "أَعُوذُ بكلِمَاتِ اللهِ التَّامَّاتِ مِن شَرِّ مَا خَلَقَ",
                "description": "من الأذكار الشرعية التي يقولها المسلم للتعوذ والاستعاذة بالله من شر كل ما خلق الله",
                "source": "صحيح مسلم الذكر والدعاء والتوبة والاستغفار (٢٧٠٨)",
                "repetition": 3
            },
            {
                "id": 23,
                "title": "أذكار المساء - اللهم صلِّ وسلم وبارك على نبينا محمد",
                "adhkar": "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد",
                "description": "من صلى على حين يصبح وحين يمسى ادركته شفاعتى يوم القيامة",
                "source": "الطبرانى عن أبى الدرداء",
                "repetition": 10
            },
            {
                "id": 24,
                "title": "المساء الصباح - اللهم إنا نعوذ بك من أن نشرك بك شيئًا نعلمه",
                "adhkar": "اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ أَنْ نُشْرِكَ بِكَ شَيْئًا نَعْلَمُهُ ، وَنَسْتَغْفِرُكَ لِمَا لَا نَعْلَمُهُ",
                "description": " من الأذكار الشرعية التي يقولها المسلمون للتعوذ بالله من أن يشركوا به أو يقترفوا أعمالًا لا يعلمون عنها.",
                "source": " أخرجه أحمد: '٤/٤٠٣'، والطبراني في 'الأوسط' و'الكبير' كما في 'المجمع': '١٠/٢٢٣'",
                "repetition": 3
            },
            {
                "id": 25,
                "title": "أذكار المساء - اللهم إني أعوذ بك من الهم والحزن",
                "adhkar": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنْ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنْ الْجُبْنِ وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ، وَقَهْرِ الرِّجَالِ",
                "description": "التعوذ بالله من الهموم والأحزان، والعجز والكسل، والجبن والبخل، وغلبة الدين وقهر الرجال",
                "source": "أخرجه أبو داود (٢/٩٣، رقم ١٥٥٥)",
                "repetition": 3
            },
            {
                "id": 26,
                "title": "أذكار المساء - أستغفر الله العظيم الذي لا إله إلا هو",
                "adhkar": "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
                "description": "غُفِرَ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ",
                "source": "أبو داود، ٢/ ٨٥، برقم ١٥١٧، والترمذي، ٥/ ٥٦٩، برقم ٣٥٧٧",
                "repetition": 3
            },
            {
                "id": 27,
                "title": "أذكار المساء - يا ربّ، لك الحمد كما ينبغي لجلال وجهك ولعظيم سلطانك",
                "adhkar": "يَا رَبِّ , لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وَجْهِكَ , وَلِعَظِيمِ سُلْطَانِكَ",
                "description": "أُعْضِلَتْ عَلَى الْمَلَكَيْنِ فَلَمْ يَدْرِيَا كَيْفَ يَكْتُبَانِهَا",
                "source": "ابن ماجة (٣٨٠١)",
                "repetition": 3
            },
            {
                "id": 28,
                "title": "أذكار المساء - اللهم أنت ربي لا إله إلا أنت",
                "adhkar": "اللَّهُمَّ أَنْتَ رَبِّي لا إِلَهَ إِلا أَنْتَ ، عَلَيْكَ تَوَكَّلْتُ ، وَأَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ , مَا شَاءَ اللَّهُ كَانَ ، وَمَا لَمْ يَشَأْ لَمْ يَكُنْ ، وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ , أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا , اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي ، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا ، إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ",
                "description": "من قالها أوَّل النهار لم تُصبْهُ مصيبة حتى يمسي، ومن قالها آخر النهار لم تصبه مصيبة حتى يصبح",
                "source": "أخرجه الطبرانى فى الدعاء (١/١٢٨، رقم ٣٤٣) ، وابن عساكر (٦٤/١١٨)",
                "repetition": 1
            },
            {
                "id": 29,
                "title": "أذكار المساء - لا إله إلا الله وحده لا شريك له",
                "adhkar": "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ",
                "description": "كَانَتْ لَهُ عِدْلَ عَشْرِ رِقَابٍ. وَكُتِبَتْ لَهُ مِئَةُ حَسَنَةٍ. وَمُحِيَتْ عَنْهُ مِئَةُ سَيِّئَةٍ. وَكَانَتْ لَهُ حِرْزاً مِنَ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يصبح",
                "source": "رواه البخاري (6403) ومسلم والترمذي والنسائي وابن ماجه",
                "repetition": 100
            },
            {
                "id": 30,
                "title": "أذكار المساء - سبحان الله وبحمده",
                "adhkar": "سُبْحَانَ الله وَبِحَمْدِهِ",
                "description": "حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ. لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ",
                "source": "أَخرجه الترمذي رقم (٣٤٦٥) ورواه أيضاً مسلم رقم (٢٦٩٢)",
                "repetition": 100
            }
        ]
    },
    "sleeping": {
        "id": 3,
        "category": "أذكار النوم",
        "icon": "icon/sleeping.png",
        "array": [
            {
                "id": 1,
                "title": "أذكار النوم - أهمية نفض الفراش قبل النوم وذكر اسم الله واستلقاء على الجانب الأيمن",
                "adhkar": "باسْمِكَ رَبِّي وَضَعْتُ جَنْبِي وبِكَ أرْفَعُهُ فإنْ أمْسَكْتَ نَفْسِي فارْحَمْها وإنْ أرْسَلْتَها فاحْفَظْها بِما تَحْفَظُ بِهِ عِبادَكَ الصَّالِحِينَ",
                "description": "الحديث يشير إلى أهمية نفض الفراش قبل النوم، وذكر اسم الله، واستلقاء على الجانب الأيمن والدعاء للحفاظ على النفس.",
                "source": "البخاري (١١/ ١٢٦) [برقم (٦٣٢٠)]، ومسلم (٤/ ٢٠٨٤) [برقم (٢٧١٤)]",
                "repetition": 1
            },
            {
                "id": 2,
                "title": "أذكار النوم - الاعتراف بأن الله هو الخالق والمميت للنفس وطلب الحفاظ على النفس والمغفرة في حالة الموت",
                "adhkar": "اللَّهُمَّ إنَّكَ خَلَقْتَ نَفْسِي وأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْيَاهَا، إنْ أحْيَيْتَها فَاحْفَظْها، وَإنْ أمَتَّهَا فَاغْفِرْ لَهَا، اللَّهُمَّ إنِّي أسْألُكَ العَافِيةَ",
                "description": "الاعتراف بأن الله هو الخالق والمميت للنفس، وطلب الحفاظ على النفس والمغفرة في حالة الموت، ويعبر عن الرغبة في العافية والسلامة",
                "source": "أخرجه مسلم (٤/ ٢٠٨٣) [برقم (٢٧١٢)]، وأحمد بلفظه (٢/ ٧٩). (ق)",
                "repetition": 1
            },
            {
                "id": 3,
                "title": "أذكار النوم - اللهم قني عذابك، يوم تبعث عبادك",
                "adhkar": "اللَّهُمَّ قِنِي عَذَابَكَ، يَوْمَ تَبْعَثُ عِبَادَكَ",
                "description": "عن النبي - صلى الله عليه وسلم - كان إذا أراد أن يرقد، وضع يده اليمنى تحت خده، ثم يقول: ...",
                "source": "أبو داود بلفظه (٤/ ٣١١) [برقم (٥٠٤٥)]، وانظر: صحيح الترمذي (٣/ ١٤٣)",
                "repetition": 3
            },
            {
                "id": 4,
                "title": "أذكار النوم - باسمك اللهم أموت وأحيا",
                "adhkar": "بِاسْمِكَ اللَّهُمَّ أمُوتُ وَأحْيَا",
                "description": "عن النَّبِيُّ - صلى اللهُ عليه وسلَّم - إِذَا أَخَذَ مَضْجَعَهُ مِنْ اللَّيْلِ , وَضَعَ يَدَهُ تَحْتَ خَدِّهِ، ثُمَّ يَقُولُ: ...",
                "source": "البخاري مع الفتح (١١/ ١١٣) [برقم (٦٣١٢)]، ومسلم (٤/ ٢٠٨٣) [برقم (٢٧١١)]",
                "repetition": 1
            },
            {
                "id": 5,
                "title": "أذكار النوم - الحمد لله الذي أطعمنا وسقانا وكفانا",
                "adhkar": "الحَمْدُ للَّهِ الَّذِي أطْعَمَنَا وسَقَانَا، وكَفَانَا، وآوَانا؛ فَكَمْ مِمَّنْ لا كَافِيَ لَهُ وَلا مُؤْوِيَ",
                "description": "الشكر والثناء لله على إطعامنا وسقيانا وإكفانا (أغنانا وقَنَّعنا)، يُذكر أن هناك الكثير من الناس الذين ليس لديهم من يكفيهم أو يؤويهم، ولذلك يجب أن نكون شاكرين لله على نعمه التي يمنحنا إياها",
                "source": " مسلم (٤/ ٢٠٨٥) [برقم (٢٧١٥)]",
                "repetition": 1
            },
            {
                "id": 6,
                "title": "أذكار النوم - للهم عالم الغيب والشهادة، فاطر السموات والأرض",
                "adhkar": "اللَّهُمَّ عَالِمَ الغَيْبِ والشَّهَادَةِ، فَاطِرَ السَّموَاتِ والأرْضِ، رَبَّ كُلِّ شَيءٍ ومَلِيْكَهُ، أشْهَدُ أنْ لا إلَهَ إلاَّ أنْتَ، أعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وأنْ أقْتَرِفَ عَلَى نَفْسِي سُوءاً، أوْ أجُرَّهُ إلَى مُسْلِم",
                "description": "سأل أبو بكر الصديق رضي الله عنه النبي صلى الله عليه وسلم أن يعلمه ما يقول عند الصباح والمساء، وقال له النبي صلى الله عليه وسلم أن يقول: ...",
                "source": "الترمذي [برقم (٣٣٩٢)]، وأبو داود [برقم (٥٠٦٧)]",
                "repetition": 1
            },
            {
                "id": 7,
                "title": "أذكار النوم - اللهم أسلمت نفسي إليك، وفوضت أمري إليك، ووجهت وجهي إليك",
                "adhkar": "اللَّهُمَّ أسْلَمْتُ نَفْسِي إلَيْكَ، وَفَوَّضْتُ أمْرِي إلَيْكَ، وَوَجَّهْتُ وَجْهِي إلَيْكَ، وألْجَأتُ ظَهْرِي إلَيْكَ، رَغْبَةً ورَهْبَةً إلَيْكَ، لاَ مَلْجَأ وَلا مَنْجَا مِنْكَ إلاَّ إلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أنْزَلْتَ، وَبِنَبيِّكَ الَّذِي أرْسَلْتَ",
                "description": "عن النبي صلى الله عليه وسلم، حيث أوصى رجلاً بالدعاء عند النوم، فقال: \"......\" فإن مت مت على الفطرة",
                "source": " البخاري مع الفتح (١١/ ١١٣) [برقم (٦٣١٣، ٦٣١٥، ٧٤٨٨]، ومسلم (٤/ ٢٠٨١) [برقم (٢٧١٠)]",
                "repetition": 1
            },
            {
                "id": 8,
                "title": "أذكار النوم - سورة الإخلاص والمعوذتين",
                "adhkar": "أَجَمَعَ كَفَّيْك ثُمَّ أَنَفَثَ فِيهِمَا فَقَرَأَ فِيهِمَا‏{قُلْ هُوَ اللهُ أَحَدٌّ‏}‏ وَ‏{‏قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ‏}‏ وَ‏{قُلْ أَعُوذُ بِرَبِّ النَّاسِ‏}‏ ثُمَّ أَمْسَحُ بِهِمَا مَا اِسْتَطَاعَتْ مِنْ جَسَدِكَ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقْبَلَ مِنْ جَسَدِهِ يَفْعَلُ ذَلِكَ ثَلاث مَرَّاتٍ‏",
                "description": "عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا أَوَى إِلَى فِرَاشِهِ كُلَّ لَيْلَةٍ جَمَعَ كَفَّيْهِ ثُمَّ نَفَثَ فِيهِمَا فَقَرَأَ فِيهِمَا سُورَة اَلْإِخْلَاصِ وَالْمُعَوِّذَتَيْنِ",
                "source": "صحيح البخاري رقم 5017",
                "repetition": 3
            },
            {
                "id": 9,
                "title": "أذكار النوم - آية الكرسي",
                "adhkar": "أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ\nاللّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ.",
                "description": "سورة البقرة، الاية: ٢٥٥، من قرأها إذا أوى إلى فراشه فإنه لن يزال عليه من اللَّه حافظ ولا يقربه شيطان حتى يصبح",
                "source": "البخاري مع الفتح، ٤/ ٤٨٧، برقم ٢٣١١",
                "repetition": 1
            },
            {
                "id": 10,
                "title": "أذكار النوم - آخر آيتين من سورة البقرة, من قرأهما في ليلة كفتاه",
                "adhkar": "أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ\nآمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ ۚ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ. لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
                "description": "من قرأهما في ليلة كفتاه",
                "source": " البخاري مع الفتح، ٩/ ٩٤، برقم ٤٠٠٨، ومسلم، ١/ ٥٥٤، برقم ٨٠٧، والآيتان من سورة البقرة، ٢٨٥ - ٢٨٦",
                "repetition": 1
            },
            {
                "id": 11,
                "title": "اذكار النوم - سبحان الله والحمدالله والله أكبر",
                "adhkar": "سُبْحَانَ اللَّهِ (ثلاثاً وثلاثين) وَالْحَمْدُ لِلَّهِ (ثلاثاً وثلاثين) وَاللَّهُ أَكْبَرُ (أربعاً وثلاثينَ)",
                "description": "من قال ذلك عندما يأوي إلى فراشه كان خيراً له من خادم",
                "source": "البخاري مع الفتح، ٧/ ٧١، برقم ٣٧٠٥، ومسلم، ٤/ ٢٠٩١، برقم ٢٧٢٦",
                "repetition": 1
            },
            {
                "id": 12,
                "title": "أذكار النوم - دعاء تقلب الليل, لا إله إلا الله الواحد القهار",
                "adhkar": " الدُّعَاءُ إِذَا تَقَلَّبَ لَيْلاً\n(لاَ إِلَهَ إِلاَّ اللَّهُ الْوَاحِدُ الْقَهّارُ، رَبُّ السَّمَوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزيزُ الْغَفَّارُ)",
                "description": "يقول ذلك إذا تقلب من جنب إلى جنب في الليل",
                "source": "أخرجه الحاكم، وصححه ووافقه الذهبي، ١/ ٥٤٠، والنسائي في عمل اليوم والليلة، برقم ٢٠٢، وابن السني، برقم ٧٥٧، وانظر: صحيح الجامع ٤/ ٢١٣",
                "repetition": 1
            }
        ]
    },
    "food": {
        "id": 4,
        "category": "أذكار الطعام",
        "icon": "icon/food.png",
        "array": [
            {
                "id": 1,
                "title": "أذكار الطعام - ماذا تقول عند الطعام والشراب",
                "adhkar": "الذكر عند الطعام والشراب\nبِسْمِ اللَّهِ، فَإِنْ نَسِيَ فِي أوَّلِهِ، فَلْيَقُلْ: بِسْمِ اللَّهِ أوَّلِهِ وآخِرِهِ",
                "description": "ذكر الله في اول الطعام بقول بسم الله فإذا أنساه الشيطان أن يذكر اسم الله في بداية الأكل، وتذكر ذلك اثناء الطعام فليقل بسم الله أوله وآخره",
                "source": "أخرجه أبو داود، ٣/ ٣٤٧، برقم ٣٧٦٧، والترمذي، ٤/ ٢٨٨، برقم ١٨٥٨",
                "repetition": 1
            },
            {
                "id": 2,
                "title": "أذكار الطعام - الذكر عند شرب اللبن",
                "adhkar": "الذكر عند شرب اللبن\nاَللَّهُمَّ بَارِكْ لَنَا فِيهِ, وَزِدْنَا مِنْهُ",
                "description": "عَنْ ابْنِ عَبَّاسٍ - رضي الله عنهما قَالَ رَسُولُ اللهِ - صلى اللهُ عليه وسلَّم (...... مَنْ سَقَاهُ اللهُ لَبَنًا فَلْيَقُلْ: اللَّهُمَّ بَارِكْ لَنَا فِيهِ , وَزِدْنَا مِنْهُ)",
                "source": "الترمذي، ٥/ ٥٠٦، برقم ٣٤٥٥، وانظر: صحيح الترمذي، ٣/ ١٥٨",
                "repetition": 1
            },
            {
                "id": 3,
                "title": "أذكار الطعام - الذكر عند الفراغ من الطعام والشراب",
                "adhkar": "الذكر عند الفراغ من الطعام والشراب\nالْحَمْدُ للهِ الَّذِي أَطْعَمَنِي هَذَا, وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِّنِّي وَلاَ قُوَّةٍ",
                "description": "الإعتراف بالعجز والتقصير، وعدم القدرة في تحصيل هذا الطعام، بل هذا من فضل الله، ورزق عباده، والله ذو الفضل العظيم",
                "source": "أخرجه: أبو داود، برقم ٤٠٢٥، والترمذي، برقم ٣٤٥٨، وابن ماجه، برقم ٣٢٨٥",
                "repetition": 1
            },
            {
                "id": 4,
                "title": "أذكار الطعام - دعاء الضيف لصاحب الطعام",
                "adhkar": "دعاء الضيف لصاحب الطعام\nللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُم، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ",
                "description": "أَكَلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عِنْدَ رَجُلٍ وَشَرِبَ، فَلَمَّا فَرَغَ قَالَ: .....",
                "source": "مسلم، ٣/ ١٦١٥، برقم ٢٠٤٢",
                "repetition": 1
            },
            {
                "id": 5,
                "title": "أذكار الطعام - الدعاء إذا افطر عند أهل بيت",
                "adhkar": "الدعاء إذا أفطر عند أهل بيت\nأَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ، وَأَكَلَ طَعَامَكُمُ الْأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلاَئِكَةُ",
                "description": "وجاء في رواية: أن النبي - صلى الله عليه وسلم - يقوله إذا أفطر عند أهل بيت",
                "source": "سنن أبي داود، ٣/ ٣٦٧، برقم ٣٨٥٦، وابن ماجه، ١/ ٥٥٦، برقم ١٧٤٧",
                "repetition": 1
            }
        ]
    },
    "prayer": {
        "id": 5,
        "category": "أذكار بعد الصلاة",
        "icon": "icon/prayer.png",
        "array": [
            {
                "id": 1,
                "title": "أذكار بعد الصلاة - اللهم أنت السلام، ومنك السلام، تباركت يا ذا الجلال والإكرام",
                "adhkar": "أَسْتَغْفِرُ اللَّهَ (ثَلاَثَاً) اللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ",
                "description": "كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا انْصَرَفَ مِنْ صَلَاتِهِ: «اسْتَغْفَرَ - ثَلَاثاً -، وَقَالَ: ...",
                "source": "مسلم، ١/ ٤١٤، رقم ٥٩١",
                "repetition": 3
            },
            {
                "id": 2,
                "title": "أذكار بعد الصلاة - اللهم لا مانع لما أعطيت، ولا معطي لما منعت، ولا ينفع ذا الجد منك الجد",
                "adhkar": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [ثلاثاً]، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الجَدُّ",
                "description": "كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا فَرَغَ مِنَ الصَّلَاةِ وَسَلَّمَ، قَالَ: « ...",
                "source": "البخاري، ١/ ٢٥٥، برقم ٨٤٤، ومسلم، ١/ ٤١٤، برقم ٥٩٣",
                "repetition": 1
            },
            {
                "id": 3,
                "title": "أذكار بعد الصلاة - لا حول ولا قوة إلا بالله، لا إله إلا الله، ولا نعبد إلا إياه",
                "adhkar": "لاَ إلَهَ إلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وهُوَ عَلَى كُلِّ شَيءٍ قَديرٌ، لاَ حَوْلَ وَلاَ قُوَّةَ إلاَّ باللَّهِ، لاَ إلَهَ إلاَّ اللهُ، وَلا نَعْبُدُ إلاَّ إيَّاهُ، لَهُ النِّعْمَةُ ولَهُ الفَضْلُ ولَهُ الثَّنَاءُ الحَسَنُ، لاَ إلَهَ إلاَّ اللهُ مُخلِصِينَ لَهُ الدِّيْنَ ولَوْ كَرِهَ الكَافِرُونَ",
                "description": "كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فِي دُبُرِ (٢) كُلِّ صَلَاةٍ حِينَ يُسَلِّمُ: ...",
                "source": "مسلم، ١/ ٤١٥ برقم ٥٩٤",
                "repetition": 1
            },
            {
                "id": 4,
                "title": "أذكار بعد الصلاة - سبحان الله، والحمد لله، والله أكبر ولا إله إلا الله",
                "adhkar": "سُبْحَانَ اللَّهِ، والحَمْدُ للهِ، واللهُ أكْبَرُ (ثَلاثاً وثَلاثِينَ) وَقَالَ: تَمَامَ المِئَةِ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
                "description": "من قال ذلك دبر كل صلاة غفرت خطاياه، وإن كانت مثل زبد البحر",
                "source": "مسلم (١/ ٤١٨) [برقم (٥٩٧)]",
                "repetition": 33
            },
            {
                "id": 5,
                "title": "أذكار بعد الصلاة - سورة الإخلاص و المعوذتين",
                "adhkar": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ: {قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ}\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ: {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِنْ شَرِّ مَا خَلَقَ * وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ * وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسدَ}/nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ {قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ * مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ}",
                "description": "ثلاث مرات بعد صلاتي الفجر والمغرب. ومرة بعد الصلوات الأخرى",
                "source": "أبو داود، ٢/ ٨٦، برقم ١٥٢٣، والترمذي، برقم ٢٩٠٣، والنسائي، ٣/ ٦٨، برقم ١٣٣٥",
                "repetition": 1
            },
            {
                "id": 6,
                "title": "أذكار بعد الصلاة - قرأة آية الكرسي في دبر كل صلاة مكتوبة",
                "adhkar": "أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ\nاللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
                "description": "من قرأ آية الكرسي في دبر كل صلاة مكتوبة؛ لم يمنعه من دخول الجنة إلا أن يموت",
                "source": "رَوَاهُ النَّسَائِيُّ فِي السُّنَنِ الكُبْرَى",
                "repetition": 1
            },
            {
                "id": 7,
                "title": "أذكار بعد الصلاة - لا إله إلا الله وحده لا شريك له، له الملك وله الحمد يحيي ويميت وهو على كل شيء قدير",
                "adhkar": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
                "description": "عَشْرَ مَرّاتٍ بَعْدَ صَلاةِ الْمَغْرِبِ وَالصُّبْحِ",
                "source": "رواه الترمذي، ٥/ ٥١٥، برقم ٣٤٧٤، وأحمد، ٤/ ٢٢٧، برقم ١٧٩٩٠",
                "repetition": 1
            },
            {
                "id": 8,
                "title": "أذكار بعد الصلاة - اللهم إني أسألك علما نافعا، ورزقا طيبا، وعملا متقبلا",
                "adhkar": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً",
                "description": "بَعْدَ السّلامِ مِنْ صَلاَةِ الفَجْرِ",
                "source": "ابن ماجه، برقم ٩٢٥، والنسائي في عمل اليوم والليلة، برقم ١٠٢",
                "repetition": 1
            }
        ]
    },
    "tasbih": {
        "id": 6,
        "category": "تسابيح",
        "icon": "icon/beads.png",
        "array": [
            {
                "id": 1,
                "title": "تسابيح - سبحان الله",
                "adhkar": "سُبْحَانَ اللَّهِ",
                "description": "يكتب له ألف حسنة أو يحط عنه ألف خطيئة",
                "source": "مسلم (٤/ ٢٠٧٣) [برقم (٢٦٩٨)]",
                "repetition": 100
            },
            {
                "id": 2,
                "title": "تسابيح - سبحان الله وبحمده",
                "adhkar": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
                "description": "حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ. لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ",
                "source": "رواه مسلم في صحيحه برقم (٢٦٩١)",
                "repetition": 100
            },
            {
                "id": 3,
                "title": "تسابيح - سباحن الله والحمد الله",
                "adhkar": "سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ",
                "description": "تَمْلَآَنِ مَا بَيْنَ السَّمَاوَاتِ وَالْأَرْضِ",
                "source": "رواه الإمام مسلم في صحيحه برقم: ٢٢٣",
                "repetition": 100
            },
            {
                "id": 4,
                "title": "تسابيح - سبحان الله العظيم وبحمده",
                "adhkar": "سُبْحَانَ اللهِ العَظِيمِ وَبِحَمْدِهِ",
                "description": "غرست له نخلة في الجنة (اي عدد)",
                "source": "أخرجه الترمذي (٣٤٦٤)",
                "repetition": 100
            },
            {
                "id": 5,
                "title": "تسابيح - سبحان الله وبحمده سبحان الله العظيم",
                "adhkar": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ ، سُبْحَانَ اللَّهِ الْعَظِيمِ",
                "description": "ثقيلتان في الميزان حبيبتان إلى الرحمن (أى عدد)",
                "source": " البخاري (٦٦٨٢)، ومسلم (٢٦٩٤)، والترمذي (٣٤٦٧)",
                "repetition": 100
            },
            {
                "id": 6,
                "title": "تسابيح - لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شي قدير",
                "adhkar": "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلُّ شَيْءِ قَدِيرِ",
                "description": "كانت له عدل عشر رقاب، وكتبت له مئة حسنة، ومحيت عنه مئة سيئة، وكانت له حرزا من الشيطان",
                "source": "رواه البخاري ومسلم والترمذي والنسائي وابن ماجه",
                "repetition": 100
            },
            {
                "id": 7,
                "title": "تسابيح - الحمد الله رب العالمين",
                "adhkar": "الْحَمْدُ للّهِ رَبِّ الْعَالَمِينَ",
                "description": "تملأ ميزان العبد بالحسنات",
                "source": " مسلم (٢٢٣) والترمذي (٣٥١٧)",
                "repetition": 100
            },
            {
                "id": 8,
                "title": "تسابيح - لا حول ولا قوة إلا بالله",
                "adhkar": "لا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ",
                "description": "كنز من كنوز الجنة (أى عدد)",
                "source": "صحيح البخاري (٥/ ١٧٠) برقم (٤٢٠٥) وسنن ابن ماجة (٢/ ١٢٥٦) برقم (٣٨٢٥)",
                "repetition": 100
            },
            {
                "id": 9,
                "title": "تسابيح - اللهم صل وسلم وبارك على نبينا محمد",
                "adhkar": "الْلَّهُم صَلِّ وَسَلِم وَبَارِك عَلَى سَيِّدِنَا مُحَمَّد",
                "description": "من صلى على حين يصبح عشر وحين يمسى عشر ادركته شفاعتى يوم القيامة",
                "source": "صحيح الجامع (٦٣٥٧)",
                "repetition": 10
            },
            {
                "id": 10,
                "title": "تسابيح - أستغفر الله",
                "adhkar": "أستغفر الله",
                "description": "لفعل الرسول صلى الله عليه وسلم",
                "source": "أخرجه البخاري برقم (٦٣٠٧)",
                "repetition": 100
            },
            {
                "id": 11,
                "title": "تسابيح - سبحان الله والحمد الله ولا إله إلا الله والله أكبر",
                "adhkar": "سُبْحَانَ الْلَّهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا الْلَّهُ، وَالْلَّهُ أَكْبَرُ",
                "description": "أنهن أحب الكلام الى الله، ومكفرات للذنوب، وغرس الجنة، وجنة لقائلهن من النار، وأحب الى النبي عليه السلام مما طلعت عليه الشمس، والباقيات الصالحات",
                "source": "أخرجه مسلم برقم (٢١٣٧) و (٢٦٩٥)",
                "repetition": 100
            },
            {
                "id": 12,
                "title": "تسابيح - لا إله إلا الله",
                "adhkar": "لَا إِلَهَ إِلَّا اللَّهُ",
                "description": "أفضل الذكر لا إله إلاّ الله",
                "source": "الترمذي (٣٣٨٣)",
                "repetition": 100
            },
            {
                "id": 13,
                "title": "تسابيح - الله أكبر",
                "adhkar": "الْلَّهُ أَكْبَرُ",
                "description": "من قال الله أكبر كتبت له عشرون حسنة وحطت عنه عشرون سيئة",
                "source": "صحيح، مسند الإِمام أحمد: ٢/ ٣١٠",
                "repetition": 100
            },
            {
                "id": 14,
                "title": "تسابيح - الحمد الله حمدا كثيرا طيبا مباركا فيه",
                "adhkar": "الْحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ",
                "description": "قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ‏‏لَقَدْ رَأَيْتُ اثْنَيْ عَشَرَ مَلَكًا يَبْتَدِرُونَهَا، أَيُّهُمْ يَرْفَعُهَا",
                "source": "مسلم (٦٠٠)، وأبو داود (٧٦٣)، والنسائي (٢/ ١٣٢ ـ ١٣٣)",
                "repetition": 100
            },
            {
                "id": 15,
                "title": "تسابيح - الله أكبر كبيرا والحمد الله كثيرا وسبحان الله بكرة وأصيلا",
                "adhkar": "اللَّهُ أَكْبَرُ كَبِيرًا ، وَالْحَمْدُ لِلَّهِ كَثِيرًا ، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً",
                "description": "قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَجِبْتُ لَهَا ، فُتِحَتْ لَهَا أَبْوَابُ السَّمَاءِ",
                "source": "مسلم (٦٠١)، والترمذي (٣٥٩٢)، والنسائي (٢/ ١٢٥)",
                "repetition": 1
            }
        ]
    }
}