[
	{
		"id": 1,
		"surah": "الفاتحة",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/001.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/001.jpg",
		"ayaatiha": "سَبْعٌ (7)",
		"maeni_asamuha": "(فَاتِحَةُ) كُلِّ شَيءٍ: أوَّلُهُ وَمُبتَدَؤُهُ، والجمعُ: فَوَاتِحُ",
		"sabab_tasmiatiha": "لأنَّهُ تُفتَتَحُ بِكِتَابَتِهَا المَصِاحِفُ، وبقِرَاءَتِها الصَّلَوَاتُ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الفَاتِحَةِ)، وَتُسَمَّى سُورَةَ (أُمِّ الكِتَابِ)، و(السَّبعِ المَثَاني)، وَسُورَةَ (الحَمدِ)",
		"maqsiduha_aleamu": "تَوحِيدُ اللهِ تَعَالَى وَتَعْظِيمُه بِالثَّنَاءِ عَلَيهِ وَعِبَادَتِهِ وَالدُّعَاءِ إِلَيهِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "أَعظَمُ سُورَةٍ  فِي القُرآنِ، قَالَ رَسُولُ اللهِ  ﷺ  لِرَجُلٍ: «أَلَا أُعَلِّمُكَ أعْظَمَ سُـورَةٍ في القُرْآنِ! الحَمْدُ لِلَّهِ رَبِّ العالَمِينَ». (رَوَاهُ البُخَارِيّ)",
            "هِيَ نُورٌ، قال مَلَكٌ للنَّبِيِّ ﷺ: «أَبْشِرْ بنُورَيْنِ أُوتِيتَهُما لَمْ يُؤْتَهُمَا نَبِيٌّ قَبْلَكَ: فَاتِحَةُ الكِتَابِ، وَخَوَاتِيمُ سُورَةِ البَقَرَةِ، لَنْ تَقْرَأَ بحَرْفٍ منهما إلَّا أُعْطِيتَهُ». (رَوَاهُ مُسلِم)",
            "هيَ شِفَاءٌ، قَالَ ﷺ  للصَّحَابِيِّ الرَّاقِي بِالفَاتِحَةِ: «وَمَا أَدْرَاكَ أَنَّهَا  رُقْيَة». (رَوَاهُ البُخارِيّ)"
        ],
		"munasabatiha": [
            "مِنَ الآيَةِ الأُولَى إِلَى الآيةِ الخَامِسَةِ (1-5): ثَنَاءٌ عَلَى اللهِ وَتَحمِيدُهُ",
            "مِنَ الآيةِ السَّادِسَةِ إِلَى السَّابِعَةِ (6-7): دُعَاءٌ بِالهِدَايَةِ وَالاستِقَامَةِ",
            "فيها التَّعَلُّقُ بِاللِهِ تَعَالَى وَمَحَبَّتِهِ بِتَكرَارِ قِرَاءَةِ السُّورَةِ فِي الصَّلَوَاتِ",
            "مُنَاسَبَةُ سُورَةِ (الفَاتِحَةِ) لِمَا بَعدَهَا مِن سُوَرِ القُرْآنِ الكَرِيمِ: \nتُعَدُّ (الفَاتِحَةُ) مقدِّمةً مُجْمَلةً لأُصُولِ المَوضُوعَاتِ المُفَصَّلَةِ فِي سُوَرِ القُرْآنِ بَعدَهَا"
        ]
	},
	{
		"id": 2,
		"surah": "البقرة",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/002.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/002.jpg",
		"ayaatiha": "مِئَتَانِ وستٌّ وثَمَانُونَ (286)",
		"maeni_asamuha": "(البَقَرَةُ) مِنْ أَصْنَافِ بَهِيمَةِ الأَنعَامِ، وهِيَ: (الإِبِلُ والبَقَرُ وَالغَنَمُ)",
		"sabab_tasmiatiha": "انفِرَادُ السُّورَةِ بذِكْرِ قِصَّةِ بَقَرَةِ بَنِي إِسْرَائِيلَ وَدِلَالَةُ هَذَا الاسْمِ عَلَى المَقصِدِ العَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (البَقَرَةِ)، وتُلقَّبُ بِـ(سَنَامِ القُرْآنِ)، و(فُسْطَاطِ القُرْآنِ)، وَ(الزَّهْرَاءِ)",
		"maqsiduha_aleamu": "الاسْتِجَابَةُ لِأَمْرِ اللهِ تَعَالَى وَالامْتِثَالُ الكَامِلُ لَهُ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ يُنْقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "بَرَكَةٌ عَجِيبَةٌ لِقَارِئِهَا، قَالَ ﷺ: «اقْرَؤُوا البَقَرَةَ؛ فَإِنَّ أَخذَها بَرَكَةٌ، وَتَرْكَهَا حَسْرَةٌ». (رَوَاهُ مُسْلِم)",
            "عِلَاجٌ مِنَ السِّحْرِ وَالْعَينِ وَالحَسَدِ، قَالَ ﷺ: «وَلَا يَسْتَطِيعُهَا البَطَلَةُ؛ أَيِ: السَّحَرَةُ». (رَوَاهُ مُسْلِم)",
            "طَارِدَةٌ لِلشَّيَاطِينِ، قَالَ ﷺ: «وَإِنَّ البَيْتَ الَّذِي تُقرَأُ فِيهِ سُورَةُ البَقَرَةِ لَا يدخُلُهُ شَيطَانٌ». (رَوَاهُ مُسْلِم)",
            "هِيَ مِنَ السَّبعِ، قَالَ ﷺ: «مَن أخَذَ السَّبعَ الْأُوَلَ منَ القُرآنِ فَهُوَ حَبْرٌ» أَيْ: عَالِم. (حَدِيثٌ حَسَنٌ، رَوَاهُ أَحمَد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (البَقَرَةِ) بِآخِرِهَا: الحَدِيثُ عَنْ صِفَاتِ المُتَّقِينَ.\nفَقَالَ عَزَّ وَجَلَّ فِي فَاتِحَتِهَا: ﴿ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ﴾ ... الآيَاتِ، وقَالَ فِي خَاتِمَتِهَا: ﴿ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ﴾... الآيَاتِ.",
            "مُنَاسَبَةُ سُورَةِ (البَقَرَةِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الفَاتِحَةِ): \nلَمَّا قَالَ العَبْدُ فِي خِتَامِ (الفَاتِحَةِ): ﴿ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ ٦﴾.\nقِيلَ لَهُ فِي فَاتِحَةِ (البَقَرَةِ): ﴿ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ٢﴾ هُوَ مَطْلُوبُكَ وَفِيهِ حَاجَتُكَ"
        ]
	},
	{
		"id": 3,
		"surah": "آل عمران",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/003.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/003.jpg",
		"ayaatiha": "مِئَتَانِ (200)",
		"maeni_asamuha": "عِمرَانُ: رَجُلٌ صَالِحٌ مِن بَنِي إِسْرَائِيلَ، وَالمُرَادُ  بِـ(آلِ عِمْرَانَ): عِيسَى وَأُمُّهُ مَريَمُ وَيَحْيَى عليه السلام",
		"sabab_tasmiatiha": "ذِكْرُ قِصَّةِ آلِ عِمْرَانَ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى المَقصِدِ العَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (آلِ عِمرَانَ)، وَتُسَمَّى سُورَةَ (الكَنـْزِ)، وَسُورَةَ (الأَمَانِ)،  وَتُلقَّبُ بِـ(الزَّهْرَاءِ)",
		"maqsiduha_aleamu": "بَيانُ الأَدِلَّةِ وَالبَرَاهِينَ عَلَى وَحْدَانِيَّةِ اللهِ وَأَحْكَامِ الجِهَادِ وغَيرِهِ، وَردِّ شُبُهَاتِ النَّصَارَى",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ يُنْقَل سَبَبٌ ِلنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
            "تُحَاجُّ عَنْ صَاحِبِهَا يَومَ القِيَامَةِ، قَالَ ﷺ: «اقرَؤوا الزَّهْرَاوَيْنِ: البَقرةَ،  وآلَ عِمرانَ؛ فَإِنَّهُمَا تَأْتِيَانِ يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ -أي سَحَابتانِ- أَوْ كَأَنَّهُمَا غَيَايَتَانِ، أَوْ كَأَنَّهُمَا فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ، تُحَاجَّانِ عَنْ صَاحِبِهِما». (رَوَاهُ مُسْلِم)",
            "هِيَ مِنَ السَّبعِ، قَالَ ﷺ: «مَنْ أخَذَ السَّبعَ الْأُوَلَ مِنَ القُرآنِ فَهُوَ حَبْرٌ» أَيْ: عَالِم. (حَدِيثٌ حَسَنٌ، رَوَاهُ أَحمَد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (آلِ عِمْرَانَ) بِآخِرِهَا: الحَدِيثُ عَنِ الكُتُبِ السَّمَاوِيَّةِ وَالإِشَارَةُ إِلَيهَا.\n فَقَالَ فِي فَاتِحَتِهَا: ﴿نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ﴾ ...الآيَاتِ،وَقَالَ فِي خَاتِمَتِهَا: ﴿وَمَا أُنزِلَ إِلَيْكُمْ وَمَا أُنزِلَ إِلَيْهِمْ﴾ ...الآيَاتِ",
            "مُنَاسَبَةُ سُورَةِ (آلِ عِمْرانَ) لِمَا قَبلَهَا مِنْ سُورَةِ (البَقَرَةِ): \nذِكْرُ دُعَاءِ الْمُؤْمِنِينَ فِي خَوَاتِيم سُورَةِ (البَقَرَةِ) وفي أوَّلِ سُورَةِ (آلِ عِمْرَانَ)"
        ]
	},
	{
		"id": 4,
		"surah": "النساء",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/004.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/004.jpg",
		"ayaatiha": "مِئَةٌ وَسِتٌّ وَسَبْعُونَ (176)",
		"maeni_asamuha": "(النُّـِسْوَةُ) بِالْكَسْرِ وَالضَّمِّ وَ(النِّسَاءُ) وَ(النِّسْوَانُ) جَمْعُ امْرَأَةٍ مِنْ غَيْرِ لفْظِهَا",
		"sabab_tasmiatiha": "كَثْرَةُ مَا وَرَدَ فِيهَا مِنْ أَحْكَامٍ تَتَعَلَّقُ بِالنِّسَاءِ وَمَسَائِلِ الْأُسْرَّةِ وَالْمُجْتَمَعِ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (النِّسَاءِ)، وتُسَمَّى سُورَةَ (النِّسَاءِ الكُبْرَى) أَوْ (النِّسَاءِ الطُوْلَى)",
		"maqsiduha_aleamu": "تَنْظِيمُ الشُّؤُونِ الدَّاخِلِيَّةِ وَالعَلَاقَاتِ الْخَارِجِيَّةِ لِلْمُجْتَمَعِ الْمُسْلِمِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "هِيَ مِنَ السَّبعِ، قَالَ ﷺ: «مَن أخَذَ السَّبعَ الْأُوَلَ منَ القُرآنِ فَهُوَ حَبْرٌ» أَيْ: عَالِم. (حَدِيثٌ حَسَنٌ، رَوَاهُ أَحمَد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (النِّسَاءِ) بِآخِرِهَا: الحَدِيثُ عَنْ أَحْكَامِ المَوَارِيثِ.\nفقَالَ سُبْحَانَهُ فِي فَاتِحَتِهَا: ﴿لِّلرِّجَالِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ﴾... الآيَاتِ، وَقَالَ فِي خَاتِمَتِهَا: ﴿يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ ...١٧٥﴾... الآيَاتِ",
            "مُنَاسَبَةُ سُورَةِ (النِّسَاءِ) لِمَا قَبلَهَا مِنْ سُورَةِ (آلِ عِمرَانَ):\nاختُتِمَتْ (آلُ عِمْرَانَ) بِالأَمْرِ بِتَقْوَى اللهِ، فَقَالَ تَعَالَى: ﴿وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ٢٠٠﴾ ، وَافْتُتِحَتِ (النِّسَاءُ) بِالأَمرِ بِتَقْوَى اللهِ، فَقَالَ تَعَالَى: ﴿يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمُ ...١﴾"
        ]
	},
	{
		"id": 5,
		"surah": "المائدة",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/005.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/005.jpg",
		"ayaatiha": "مِئَةٌ وَعِشْرُونَ (120)",
		"maeni_asamuha": "(المَائِدَةُ): الخِوانُ - أَو الطَّاوِلَةُ - يُوضَعُ عَلَيهَا الطَّعامُ وَالشَّرَابُ، وَتُطْلَقُ المَائِدَةُ عَلَى الطَّعَامِ نَفْسِهِ",
		"sabab_tasmiatiha": "انفِرَادُ السُّورَةِ بِذِكْرِ قِصَّةِ نُزُولِ المَائِدَةِ التِي طَلَبَهَا الحَوَارِيُّونَ مِنْ عِيسَى عليه السلام، وَدِلَالَةُ هَذَا الاسْمِ عَلى المَقْصِدِ العَامِّ للسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (المَائِدَةِ)، وتُسَمَّى سُورَةَ (العُقُودِ)، وَسُورَةَ (المُنقِذَةِ)، وَسُورَةَ (الأَحْبَارِ)",
		"maqsiduha_aleamu": "الرِّضَا وَالتَّسْلِيمُ بِالأَحْكَامِ الشَّرْعِيَّةِ الَّتِي فَرَضَهَا اللهُ تَعَالَى فِي السُّورَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "نَزَلَتْ بِكَيْفِيَّةٍ فَرِيدَةٍ لِأَهَمِيَّتِهَا، فَعَنْ عَبْدِ اللهِ بنِ عُمَرَ رضي الله عنه قال: «أُنزِلَتْ عَلَى رَسُولِ اللَّهِ ﷺ سُورَةُ الْمَائِدَةِ وهو رَاكِبٌ عَلَى رَاحِلَتِهِ فَلَمْ تَسْتَطِعْ أَنْ تَحْمِلَهُ فَنَزَلَ عَنْهَا». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَحمَدُ)",
            "هِيَ مِنَ السَّبعِ، قَالَ ﷺ: «مَن أخَذَ السَّبعَ الْأُوَلَ منَ القُرآنِ فَهُوَ حَبْرٌ» أَيْ: عَالِم. (حَدِيثٌ حَسَنٌ، رَوَاهُ أَحمَد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (المَائدةِ) بِآخِرِهَا: \nالحَدِيثُ عَنْ الصِّدقِ فِي الوَفَاءِ بِالعُقُودِ وَعَاقِبَةِ الصِّدْقِ، فَقَالَ سُبْحَانَهُ وَتَعَالَى فِي فَاتِحَتِهَا: ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَوۡفُواْ بِٱلۡعُقُودِۚ ...١﴾ ...الآيَاتِ، وَقَالَ فِي خَاتِمَتِهَا: ﴿هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّٰدِقِينَ صِدۡقُهُمۡۚ ...١١٩﴾ ...الآيَاتِ",
            "مُنَاسَبَةُ سُورَةِ (الْمَائِدَةِ) لِمَا قَبلَهَا مِنْ سُورَةِ (النِّسَاءِ):\nاخْتُتِمَتِ (النِّسَاءُ) بِأَحْكَامِ المَوَارِيثِ وافْتُتِحَتِ (المَائِدَةُ) بِأحْكَامِ العُقُودِ، وكِلَاهُمَا مِنْ أَحْكَامِ العَلَاقَاتِ الاجْتِمَاعِيَّةِ فِي الإِسْلَامِ"
        ]
	},
	{
		"id": 6,
		"surah": "الأنعام",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/006.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/006.jpg",
		"ayaatiha": "مِئَةٌ وَخَمْسٌ وَسِتُّونَ (165)",
		"maeni_asamuha": "(الأَنْعَامُ): كُلُّ مَا لَهُ خُفٌّ وَظِلْفٌ مِن الحَيَوَانَاتِ، وَهِيَ: الإِبِلُ والبَقَرُ وَالغَنَمُ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ أَحْكَامِ الأَنْعَامِ تَفْصِيلاً",
		"asmawuha": "لَا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الأنْعَامِ)",
		"maqsiduha_aleamu": "تَقْرِيرُ عَقِيدَةِ التَّوحِيدِ، وإثْبَاتِ النُّبُوَةِ، وَالبَعْثِ وَالنُّشُورِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِن صَحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "هِيَ مِنَ السَّبعِ، قَالَ ﷺ: «مَن أخَذَ السَّبعَ الْأُوَلَ منَ القُرآنِ فَهُوَ حَبْرٌ» أَيْ: عَالِم. (حَدِيثٌ حَسَنٌ، رَوَاهُ أَحمَد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الْأَنْعَامِ) بِآخِرِهَا: \nالحَدِيثُ عَنْ تَسْوِيَةِ الكَافِرِ عِبَادَةَ غَيْرِ اللهِ مَعَ اللهِ تَعَالَى.\n فَقَالَ فِي فَاتِحَتِهَا: ﴿ثم الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ﴾، وَقَالَ فِي آخِرِهَا: ﴿وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ ١٥٠﴾",
            "مُنَاسَبَةُ سُورَةِ (الْأَنْعَامِ) لِمَا قَبلَهَا مِنْ سُورَةِ (المَائِدَةِ): \nالحَدِيثُ عَنْ مُلكِ اللهِ؛ إِذْ خُتِمَتِ (المَائدةُ) بِقَولِهِ: ﴿لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ ١٢٠﴾، وافْتُتِحَتِ (الأَنْعَامُ) بِقَولِهِ: ﴿ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ ...١﴾."
        ]
	},
	{
		"id": 7,
		"surah": "الأعراف",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/007.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/007.jpg",
		"ayaatiha": "مِئَتَانِ وَسِتٌّ (206)",
		"maeni_asamuha": "(الأَعْرَافُ) جَمْعُ (عُرْفٍ)، وَهُوَ كُلُّ مَكَانٍ مُرْتَفِعٍ، وَالمُرَادُ بِـ(الأَعْرَافِ): السُّورُ الَّذِي بَينَ الجَنَّةِ والنَّارِ، يُحْبَسُ فِيهِ مَن تَسَاوَتْ حَسَنَاتُهُم وسَيِّئَاتُهُم",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ أَصْحَابِ الْأَعْرَافِ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الأَعْرَافِ)، وتُسَمَّى سُورَةَ (الْمِيقَاتِ)، وَسُورَةَ (الْمِيثَاقِ)",
		"maqsiduha_aleamu": "بَيَانُ السُّنَنِ الإِلَهِيَّةِ فِي التَّدَافُعِ بَيْنَ الحَقِّ وَالبَاطِلِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "هِيَ مِنَ السَّبعِ، قَالَ ﷺ: «مَن أخَذَ السَّبعَ الْأُوَلَ منَ القُرآنِ فَهُوَ حَبْرٌ» أَيْ: عَالِم.  (حَدِيثٌ حَسَنٌ، رَوَاهُ أَحمَد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الأَعْرَافِ) بِآخِرِهَا: \nالإِشَارَةُ إلَى أنَّ القُرْآنَ ذِكْرَى وَرَحْمَةٌ، فقَالَ فِي فَاتِحَتِهَا: ﴿كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ ٢﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ٢٠٤﴾",
            "مُنَاسَبَةُ سُورَةِ (الْأَعْرَافِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْأَنْعَامِ): \nقَالَ سُبْحَانَهُ وَتَعَالَى فِي خِتَامِ (الْأَنْعَامِ):  ﴿وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ ...١٦٥﴾، وَقَالَ فِي أَوَّلِ (الْأَعْرَافِ): ﴿وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ ...١٠﴾"
        ]
	},
	{
		"id": 8,
		"surah": "الأنفال",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/008.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/008.jpg",
		"ayaatiha": "خَمسٌ وَسَبْعُونَ (75)",
		"maeni_asamuha": "(الأَنْفَالُ) جَمْعُ (نَفَلٍ)، والنَّفَلُ: الغَنِيمَةُ. وَالمُرَادُ بِـ(الأنْفَالِ): الْغَنَائِمُ الَّتِي أَخَذَهَا المُسْلمُونَ فِي غَزْوَةِ بَدرٍ",
		"sabab_tasmiatiha": "نُزُولُ السُّورَةِ فِي غَزْوَةِ بَدْرٍ، وذِكْرُ تَقْسِيمِ الغَنَائِمِ فِيهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْأَنْفَالِ)، وتُسَمَّى سُورَةَ (بَدْرٍ)، وَسُورَةَ (الْجِهَادِ)",
		"maqsiduha_aleamu": "بَيَانُ أَحْكَامِ الجِهَادِ فِي سَبِيلِ اللهِ، وَأَسْبَابِ النُّصْرَةِ وَالتَّمْكِينِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، عَن سَعدِ بنِ أبِي وَقَّاصٍ رضي الله عنه قَالَ: «نَزَلَتْ فِيَّ أَرْبَعُ آياتٍ...»، وَذَكَرَ أَنَّهُ أَصَابَ سَيْفًا غَنِيمَةً مِنْ غَزْوَةِ بَدرٍ، فَطَلَبَهُ مِنْ رَسُولِ اللهِ ﷺ، وَكَرَّرَ طَلَبَهُ ثَلاثًا، والرَّسُولُ ﷺ يَقُولُ لَهُ: «ضَعْهُ مِنْ حَيْثُ أَخَذْتَهُ» فَنَزَلَتِ الآيَةُ: ﴿يَسْأَلُونَكَ عَنِ الْأَنفَالِ قُلِ الْأَنفَالُ لِلَّهِ وَالرَّسُولِ﴾. (رَوَاهُ مُسْلِمٌ)",
		"fadluha": [
            "هِيَ مِنَ السَّبعِ، قَالَ ﷺ: «مَن أخَذَ السَّبعَ الْأُوَلَ منَ القُرآنِ فَهُوَ حَبْرٌ» أَيْ: عَالِم. (حَدِيثٌ حَسَنٌ، رَوَاهُ أَحمَد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الأنْفَالِ) بِآخِرِهَا: \nالحَدِيثُ عَنْ صِفَاتِ المُؤْمِنينَ،فَقَالَ فِي أوَّلِها: ﴿أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ ...٤﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ ...٧٤﴾",
            "مُنَاسَبَةُ سُورَةِ (الأَنْفَالِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الأَعْرَافِ):\nلَمَّا قَالَ فِي آخِرِ (الأَعْرَافِ): ﴿وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ٢٠٤﴾.\nبَيَّنَ لَهُمْ أَثَرَ هَذَا الاسْتِمَاعِ فِي أَوَّلِ (الأَنْفَالِ) فَقَالَ: ﴿إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا ...٢﴾"
        ]
	},
	{
		"id": 9,
		"surah": "التوبة",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/009.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/009.jpg",
		"ayaatiha": "مِئَةٌ وَتِسْعٌ وَعِشْرُونَ (129)",
		"maeni_asamuha": "(التَّوْبَةُ): الاعْتِرَافُ بِالذَّنْبِ، وَالنَّدَمُ عَلَيهِ، والعَزْمُ عَلى عَدَمِ العَودَةِ إِلَيهِ.",
		"sabab_tasmiatiha": "دَعْوةُ المُشْرِكِينَ إِلَى التَّوبَةِ إِلَى اللهِ والإِيمَانِ بِهِ؛ ولِذَا لَمْ تَبْدَأ السُّورةُ بالبَسْمَلَةِ. وتَوبَةُ اللهِ تَعَالَى عَلَى المُؤْمِنِينَ الصَّادِقِينَ: (الثَّلَاثَةِ الَّذِينَ تَخَلَّفُوا عن غَزْوَةِ تَبُوكَ)",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (التَّوْبَةِ)، وتُسَمَّى سُورَةَ (بَرَاءَة)، وَسُورَةَ (الفَاضِحَةِ)، وَسُورَةَ (العَذَابِ)",
		"maqsiduha_aleamu": "بَيَانُ أَحْوَالِ المُشْرِكِينَ وَالمُنَافِقِينَ وَأَحْكَامِهِم، وبيَانُ صِفَاتِ الْمُؤْمِنِينَ الصَّادِقِينَ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "هِيَ مِنَ السَّبعِ، قَالَ ﷺ: «مَن أخَذَ السَّبعَ الْأُوَلَ منَ القُرآنِ فَهُوَ حَبْرٌ» أَيْ: عَالِم .(حَدِيثٌ حَسَنٌ، رَوَاهُ أَحمَد)",
            "قال عُمَرُ بْنُ الْخَطَّابِ رضي الله عنه: «تَعَلَّمُوا سُورَةَ بَرَاءَةَ، وَعَلِّمُوا نِسَاءَكُمْ سُورَةَ النُّورِ».  (أَثَرٌ صَحِيحٌ، سُنَنَ سَعِيدِ بِن مَنصُوْر)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (التَّوْبَةِ) بِآخِرهَا: \nالحَدِيثُ عَنْ صِفَةِ إِعْرَاضِ المُشْرِكِين، فقَالَ فِي فَاتِحَتِهَا: ﴿وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ ...٣﴾، ، الآيَاتِ، وَقَالَ فِي خَاتِمَتِهَا: ﴿فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ ...١٢٩﴾ ...الآيَاتِ",
            "مُنَاسَبَةُ سُورَةِ (التَّوْبَةِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الأَنْفَالِ):\nذَكَرَ سُبْحَانَهُ وَتَعَالَى فِي أَوَاخِرِ سُورَةِ (الأَنفَالِ) خِيَانةَ المُشْرِكِينَ للهِ ولِرسُولِهِ، فَقَالَ: ﴿وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ ...٧١﴾، ثُمَّ افتَتَحَ (التَّوْبَةَ) بِالبَرَاءَةِ مِنْهُم، فَقَالَ: ﴿بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ١﴾"
        ]
	},
	{
		"id": 10,
		"surah": "يونس",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/010.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/010.jpg",
		"ayaatiha": "مِئَةٌ وَتِسْعٌ (109)",
		"maeni_asamuha": "(يُونُسُ عليه السلام): هُوَ نَبِيُّ اللهِ يُونُسُ بْنُ مَتَّى، مِنْ قَرْيَةِ نِينَوَى فِي العِرَاقِ، لُقِّبَ بِذِي النُّونِ أَو صَاحِبِ الحُوتِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِالحَدِيثِ عَنْ قَومِ يُونُسَ عليه السلام لَمّا آمَنُوا قَبلَ نُزُولِ الْعَذَابِ بِهِم",
		"asmawuha": "لا يُعرَفُ لِلسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (يُونُسَ عليه السلام)",
		"maqsiduha_aleamu": "بَيَانُ مُهِمَّةِ الرُّسُلِ، وَمَوقِفِ أَقْوَامِهِم مِنهُمْ، وتَقرِيرُ هَلَاكِهِم",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَة فِي سَبَبِ نُزُولِها أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
            "هِيَ مِنْ ذَوَاتِ ﴿الٓر﴾، فَفِي الحَدِيثِ الطَّوِيْلِ أَنَّ رَجُلًا أَتَى رَسُولَ اللهِ ﷺ فَقَالَ: أَقرِئْنِي يَا رَسُولَ اللهِ، فَقَالَ: «اقرَأْ ثَلاثًا مِنْ ذَوَاتِ ﴿الٓر﴾». (حَدِيثٌ صَحِيحٌ، رَوَاهُ أَبُو دَاوُود)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (يُونُسَ عليه السلام) بِآخِرِهَا: \nالحَدِيثُ عَنْ ثُبُوتِ صِفَةِ الإِحْكَامِ لِلْقُرآنِ الكَرِيمِ وَصِفَةِ الحَكِيمِ لِلَّهِ تَعَالَى.\nفقَالَ فِي فَاتِحَتِهَا: ﴿الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ ١﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ ١٠٩﴾",
            "مُنَاسَبَةُ سُورَةِ (يُونُسَ عليه السلام) لِمَا قَبلَهَا مِنْ سُورَةِ (التَّوبَةِ): \nخَتَمَ سُبْحَانَهُ وَتَعَالَى سُورَةَ (التَّوبَةَ) بِإِعْرَاضِ الكُفَّارِ عَنِ الوَحْيِ، فَقَالَ: ﴿فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ ...١٢٩﴾، وَبَيَّنَ سَبَبَ إِعْرَاضِهِم فِي مُفْتَتَحِ سُورَةِ (يُونُسَ) عليه السلام، فَقَالَ: ﴿أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ ...٢﴾"
        ]
	},
	{
		"id": 11,
		"surah": "هود",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/011.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/011.jpg",
		"ayaatiha": "مِئَةٌ وثَلاثٌ وعِشْرُونَ (123)",
		"maeni_asamuha": "(هُودٌ عليه السلام): هُوَ نَبِيُّ اللهِ هُودُ بنُ شَالِح، يَرْجِعُ نَسَبُهُ إِلَى سَامِ بنِ نُوحٍ عليه السلام، أَرسَلَهُ اللهُ تَعَالَى إِلَى قَومِ عَادٍ فِي مَوْضِعِ الأَحْقَافِ مِنْ بِلَادِ اليَمَنِ",
		"sabab_tasmiatiha": "تَفصِيلُ قِصَّةِ هُودٍ عليه السلام فِي هَذِهِ السُّورَةِ دُونَ غَيرِهَا مِنْ سُوَرِ القُرآنِ الكريم",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (هود عليه السلام)",
		"maqsiduha_aleamu": "بَيَانُ مُهِمَّةِ الرُّسُلِ فِي تَقْرِيرِ عَقِيدَةِ التَّوحِيدِ وَالبَعْثِ، وَمَوقِفِ أَقْوَامِهِمْ مِنْهُمْ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولَكِنْ صَحَّ لِبَعضِ آيَاتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "فِيهَا مَوْعِظَةٌ شَدِيْدَةٌ عَنِ العَذَابِ وَأَهْوَالِ يَوِمِ القِيَامَةِ، فَعَنِ ابْنِ عَبَّاسٍ رضي الله عنه قَالَ: قَالَ أَبُو بَكْرٍ رضي الله عنه: يَا رَسُولَ اللهِ قَدْ شِبْتَ، قَالَ: «شَيَّبَتْنِي (هُودٌ) و(الْوَاقِعَةُ) و(الْمُرْسَلَاتُ) و(عَمَّ يَتَسَاءَلُونَ) و(إِذَا الشَّمْسُ كُوِّرَتْ)». (حَدِيْثٌ صَحِيْحٌ، رَواهُ التِّرمِذِيّ)",
            "هِيَ مِنْ ذَوَاتِ ﴿الٓر﴾، فَفِي الحَدِيثِ الطَّوِيْلِ أَنَّ رَجُلًا أَتَى رَسُولَ اللهِ ﷺ فَقَالَ: أَقرِئْنِي يَا رَسُولَ اللهِ، فَقَالَ: «اقرَأْ ثَلاثًا مِنْ ذَوَاتِ ﴿الٓر﴾». (حَدِيثٌ صَحِيحٌ، رَواهُ أَبُو دَاوُود)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (هُودٍ عليه السلام) بِآخِرِهَا: \nالحَدِيثُ عَنِ اسْمِ اللهِ الخَبِيرِ وَمُقْتَضَاهُ، فقَالَ فِي فَاتِحَتِهَا: ﴿مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ ١﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ ١٢٣﴾",
            "مُنَاسَبَةُ سُورَةِ (هُودٍ عليه السلام) لِمَا قَبلَهَا مِنْ سُورَةِ (يُونُسَ عليه السلام): اخْتُتِمَتْ سُورَةُ (يُونُسَ عليه السلام) بِاسْمِ اللهِ الحَكِيمِ فَقَالَ: ﴿ۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ ١٠٩﴾، وافْتُتِحَتْ سُورَةُ (هود عليه السلام) بِاسْمِ اللهِ الحَكِيمِ فَقَالَ: ﴿مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ ١﴾"
        ]
	},
	{
		"id": 12,
		"surah": "يوسف",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/012.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/012.jpg",
		"ayaatiha": "مِئَةٌ وَإِحْدَى عَشْرَةَ (111)",
		"maeni_asamuha": "(يُوسُفُ عليه السلام): هُوَ نَبِيُّ اللهِ يُوسُفُ بِنُ يعقُوبَ بنِ إِسْحَاقَ بنِ إِبْرَاهِيمَ عليه السلام، ابنُ ثلاثةِ أنْبِيَاءَ، ويُوصَفُ بأنَّه الكَريمُ ابنُ الكَرِيمِ ابنِ الكَرِيمِ ابنِ الكَرِيمِ",
		"sabab_tasmiatiha": "أنَّ السُّورةَ كُلَّهَا تَتَحَدَّثُ عَنْ قِصَّةِ (يُوسُفَ عليه السلام)؛ فَسُمِّيَت بِهِ",
		"asmawuha": "لَا يُعْرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (يُوسُفَ عليه السلام)",
		"maqsiduha_aleamu": "ذِكْرُ قِصَّةِ يُوسُفَ عليه السلام كَامِلَةً لِتَكُونَ زَادًا لِلدُّعَاةِ إِلى اللهِ تَعَالَى",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، فَعَنْ سَعدِ بنِ أبِي وقَّاصٍ رضي الله عنه قَالَ: «أُنزِل القرآنُ عَلَى رَسُولِ اللهِ ﷺ فَتَلَا عَلَيهِم زَمَانًا، فَقَالُوا: يَا رَسُولَ اللهِ: لَو قَصَصْتَ عَلَينَا، فَأنزَلَ اللهُ:  ﴿الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ ١﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ ابنُ حِبَّان)",
		"fadluha": [
            "هِيَ مِنْ ذَوَاتِ ﴿الٓر﴾، فَفِي الحَدِيثِ الطَّوِيْلِ؛ أَنَّ رَجُلًا أَتَى رَسُولَ اللهِ ﷺ فَقَالَ: أَقرِئْنِي يَا رَسُولَ اللهِ، فَقَالَ: «اقرَأْ ثَلاثًا مِنْ ذَوَاتِ ﴿الٓر﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (يُوسُفَ عليه السلام) بِآخِرِهَا: \nالحَدِيثُ عَنْ قِصَّةِ يُوسُفَ عليه السلام وَأَهَمِيَّتِها،  فقَالَ فِي فَاتِحَتِهَا: ﴿نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ ...٣﴾،  \nوَقَالَ فِي خَاتِمَتِهَا: \n﴿لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ ...١١١﴾",
            "مُنَاسَبَةُ سُورَةِ (يُوسُفَ عليه السلام) لِمَا قَبلَهَا مِنْ سُورَةِ (هُودٍ عليه السلام):\nخَاطَبَ اللهُ النَّبِيَّ ﷺ فِي أَوَاخِرِ (هُودٍعليه السلام): فَقَالَ: ﴿وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ ...١٢٠﴾، فَكَانَ مِمَّا ثَبَّتَ بِهِ فُؤَادَهُ ﷺ قِصَّةُ (يُوسُفَ عليه السلام)؛ فَقَالَ: ﴿نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ ...٣﴾"
        ]
	},
	{
		"id": 13,
		"surah": "الرعد",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/013.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/013.jpg",
		"ayaatiha": "ثَلاثٌ وَأَرْبَعُونَ (43)",
		"maeni_asamuha": "(الرَّعْدُ): الصَّوتُ القَوِيُّ الَّذِي يُسْمَعُ مِنَ السَّحَابِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ صِفَةِ تَسْبِيحِ الرَّعْدِ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى المَقْصِدِ العَامِّ للسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الرَّعْدِ)",
		"maqsiduha_aleamu": "بَيَانُ الأَدِلَّةِ العَدِيدَةِ عَلَى قُدْرَةِ اللهِ تعَالَى وَتَوحِيدِهِ وَعِبَادَتِهِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِن صَحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "هِيَ مِنْ ذَوَاتِ ﴿الٓر﴾، فَفِي الحَدِيثِ الطَّوِيْلِ؛ أَنَّ رَجُلًا أَتَى رَسُولَ اللهِ ﷺ فَقَالَ: أَقرِئْنِي يَا رَسُولَ اللهِ، فَقَالَ: «اقرَأْ ثَلاثًا مِنْ ذَوَاتِ﴿الٓر﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الرَّعْدِ) بِآخِرِهَا: \nذِكْرُ القُرْآنِ الكَرِيمِ، فقَالَ فِي فَاتِحَتِهَا: ﴿تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ...١﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ ...٤٣﴾",
            "مُنَاسَبَةُ سُورَةِ (الرَّعْدِ) لِمَا قَبلَهَا مِنْ سُورَةِ (يُوسُفَ عليه السلام):\nقَالَ عَنِ القُرْآنِ فِي آخِرِ (يُوسُفَ عليه السلام): ﴿مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ ...١١١﴾، وَوَصَفَ المُعْرِضِينَ عَنْهُ فِي أَوَّلِ (الرَّعْدِ) فَقَالَ: ﴿الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ ١﴾"
        ]
	},
	{
		"id": 14,
		"surah": "ابراهيم",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/014.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/014.jpg",
		"ayaatiha": "اثْنَتَانِ وخَمْسُونَ (52)",
		"maeni_asamuha": "(إِبْرَاهِيمُ عليه السلام): أَبُو الأَنْبِيَاءِ، يَنْتَهِي نَسَبُهُ إِلَى سَامِ بنِ نُوحٍ عليه السلام، وَهُوَ مِن أُولِي العَزْمِ مِنَ الرُّسُلِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ أَدْعِيَةِ إِبْرَاهِيمَ عليه السلام فِي سَبْعِ آيَاتٍ دُونَ ذِكْرِ قِصَّتِهِ كَمَا فِي بَقِيَّةِ السُّوَرِ",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (إِبرَاهِيمَ عليه السلام)",
		"maqsiduha_aleamu": "ذِكْرُ قِصَّةِ الرُّسُلِ عَلَيهِمُ السَّلَامِ، وَتَصْويرُ مَشَاهِدِ الخَيرِ وَالشَّرِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَوْ فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
            "هِيَ مِنْ ذَوَاتِ ﴿الٓر﴾، فَفِي الحَدِيثِ الطَّوِيْلِ؛ أَنَّ رَجُلًا أَتَى رَسُولَ اللهِ ﷺ فَقَالَ: أَقرِئْنِي يَا رَسُولَ اللهِ، فَقَالَ: «اقرَأْ ثَلاثًا مِنْ ذَوَاتِ ﴿الٓر﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (إِبْرَاهِيمَ عليه السلام) بِآخِرِهَا: \nبَيَانُ مُهِمَّةِ الرَّسُولِ ﷺ بِالْقُرْآنِ الكَرِيمِ، فقَالَ فِي فَاتِحَتِهَا: ﴿الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ ...١﴾، \nوَقَالَ فِي خَاتِمَتِهَا: \n﴿هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ ...٥٢﴾",
            "مُنَاسَبَةُ سُورَةِ (إِبْرَاهِيمَ عليه السلام) لِمَا قَبلَهَا مِنْ سُورَةِ (الرَّعْدِ): \nذَكَرَ سُبْحَانَهُ وَتَعَالَى الكِتَابَ فِي آخِرِ (الرَّعْدِ) فَقَالَ ﴿وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ ٤٣﴾، وَذَكَرَهُ فِي مُفْتَتَحِ سُورَةِ (إِبْرَاهِيمَ عليه السلام) فَقَالَ: ﴿الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ ... ١﴾"
        ]
	},
	{
		"id": 15,
		"surah": "الحجر",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/015.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/015.jpg",
		"ayaatiha": "تِسْعٌ وَتِسْعُونَ (99)",
		"maeni_asamuha": "(الحِجْرُ): اسْمُ الوَادِي الذِّي كَانَتْ تَسْكُنُهُ قَبِيلَةُ ثَمُودَ، وَهُمْ قَومُ صَالِحٍ عليه السلام",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الحِجْرِ)، وَوَصْفُ قَومِ ثَمُودَ بَأَنَّهُمْ أَصْحَابُ الحِجْرِ",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الحِجْرِ)",
		"maqsiduha_aleamu": "بَيَانُ عَاقِبَةِ المُكَذِّبِينَ بِنِعَمِ اللهِ تَعَالَى؛ وَفِي مُقَدِّمَتِهَا نِعْمَةُ إِرْسَالِ الرُّسُلِ عليه السلام",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "هِيَ مِنْ ذَوَاتِ﴿الٓر﴾، فَفِي الحَدِيثِ الطَّوِيْلِ؛ أَنَّ رَجُلًا أَتَى رَسُولَ اللهِ ﷺ فَقَالَ: أَقرِئْنِي يَا رَسُولَ اللهِ، فَقَالَ: «اقرَأْ ثَلاثًا مِنْ ذَوَاتِ ﴿الٓر﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الحِجْرِ) بِآخِرِهَا: \nالحَدِيثُ عَن شُبْهَةِ الجُنُونِ وَغَيرِهَا وَتَوجِيهُ النَّبِيِّ ﷺ فِي شَأنِهَا، فقَالَ فِي فَاتِحَتِهَا: ﴿وَقَالُواْ يَٰٓأَيُّهَا ٱلَّذِي نُزِّلَ عَلَيۡهِ ٱلذِّكۡرُ إِنَّكَ لَمَجۡنُونٞ ٦﴾، \nوَقَالَ فِي خَاتِمَتِهَا: \n﴿وَلَقَدۡ نَعۡلَمُ أَنَّكَ يَضِيقُ صَدۡرُكَ بِمَا يَقُولُونَ ٩٧ فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ ٩٨﴾",
            "مُنَاسَبَةُ سُورَةِ (الْحِجْرِ) لِمَا قَبلَهَا مِنْ سُورَةِ (إِبْرَاهِيمَ عليه السلام):\nاختُتِمَتْ سُورَةُ (إِبْرَاهِيمَ عليه السلام) بِقَولِهِ: ﴿بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ ...٥٢﴾، فَكَانَ القُرْآنُ مِمَّا يُنْذَرُ بِهِ فِي مُفْتَتَحِ (الْحِجْرِ)؛ فَقَالَ: ﴿الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ ١﴾"
        ]
	},
	{
		"id": 16,
		"surah": "النحل",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/016.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/016.jpg",
		"ayaatiha": "مِئَةٌ وَثَمَانٍ وَعِشْرُونَ (128)",
		"maeni_asamuha": "(النَّحْلُ): الْحَشَرَةُ الْمَعْرُوفَةُ، وَمُفْرَدُهَا النَّحْلَةُ، تُقَالُ لِلذَّكَرِ وَالأُنْثَى",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (النَّحْلِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (النَّحْلِ)، وتُسَمَّى سُورَةَ (النِعَم)",
		"maqsiduha_aleamu": "التَّذْكِيرُ بِنِعَمِ اللهِ تَعَالَى الْكَثِيرَةِ، وَشُكْرِ الْمُنْعِمِ سُبْحَانَهُ، وَالتَّحْذِيرُ مِنَ الْكُفْرِ بِهَا",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "لَم يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضلِ السُّورَةِ سِوَى أَنَّهَا مِنَ المِئِينِ"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (النَّحْلِ) بِِآخِرِهَا: \nالأَمْرُ بِالتَّقْوَى والْحَدِيثُ عَنْ مَعِيَّةِ اللهِ تَعَالَى لِلْمُتَّقِينَ، فقَالَ فِي فَاتِحَتِهَا: ﴿أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ ٢﴾، \nوَقَالَ فِي خَاتِمَتِهَا: \n﴿إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ ١٢٨﴾",
            "مُنَاسَبَةُ سُورَةِ (النَّحْلِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الحِجْرِ): \nخُتِمَتِ (الحِجْرُ) بِتَوجِيهِ النَّبِيِّ ﷺ بِمُدَاوَمَةِ العِبَادَةِ حتَّى يَنْقَضِيَ أَجَلُهُ، فَقَالَ: ﴿وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ ٩٩﴾، وَافتُتِحَتِ (النَّحْلُ) بِقَضَاءِ أَمْرِ اللهِ وَعَدَمِ اسْتِعْجَالِهِ؛ فَقَالَ: ﴿أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ ١﴾"
        ]
	},
	{
		"id": 17,
		"surah": "الإسراء",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/017.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/017.jpg",
		"ayaatiha": "مِئَةٌ وَإِحْدَى عَشْرَةَ (111)",
		"maeni_asamuha": "(الإِسْرَاءُ): رِحْلَةُ النَّبيِّ ﷺ لَيلًا مَعَ جِبْرِيلَ عليه السلام عَلَى دَابَّةِ البُرَاقِ بِجَسَدِهِ وَرُوحِهِ مَعًا مِنَ الْمَسْجِدِ الحَرَامِ بِمَكَّةَ المُكَرَّمَةِ إِلَى المَسْجِدِ الأَقْصَى بِفِلَسْطِين",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُعْجِزَةِ الْإِسْرَاءِ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْإِسْرَاءِ)، وتُسَمَّى سُورَةَ (بني إِسْرَائِيلَ)، وَسُورَةَ (سُبۡحَٰنَ)",
		"maqsiduha_aleamu": "بَيَانُ شَخْصِيَّةِ النَّبيّ ﷺ وَفَضْلِهِ وَرِسَالَتِهِ، وَوَصْفُ الْمُكَذِّبِينَ الْمُعَارِضِينَ لِلرِّسَالَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِن صَحَّ لِبَعْضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "تُستَحَبُّ قِراءَتُهَا قَبلَ النَّومِ، قَالَتْ عَائِشَةُ رضي الله عنه: «كَانَ النَّبِيُّ ﷺ لاَ يَنَامُ عَلَى فِرَاشِهِ حَتَّى يَقْرَأَ (بَنِي إِسْرَائِيلَ والزُّمَرَ)». (حَدِيثٌ صَحيحٌ، رَوَاهُ التِّرمِذيُّ)",
            "مِنْ أَوَائِلِ مَا نَزَلَ مِنَ القُرْآنِ، فَعَنِ ابْنِ مَسعُودٍ رضي الله عنه قَالَ: فِي (بَنِي إِسْرَائِيلَ، وَالكَهْفِ، وَمَرْيَمَ، وَطَهَ، وَالأنْبِيَاءِ) -«هُنَّ مِنَ الْعِتَاقِ الْأُوَلِ، وَهُنَّ مِنْ تِلَادِي». (رَوَاهُ البُخَارِيّ)",
            "(الإِسْرَاءُ) مِنَ المُسَبِّحَاتِ، أَتَى رَجُلٌ رسولَ اللهِ ﷺ فَقَالَ: أَقرِئْنِي يَا رَسُولَ اللهِ، فَقَالَ: «اقْرَأْ ثَلاثًا مِنَ المُسَبِّحَات». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الإسْرَاءِ) بِآخِرِهَا: تَنزِيهُ اللهِ تَعَالَى، فقَالَ فِي فَاتِحَتِهَا: ﴿سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ ...١﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا ...١١١﴾",
            "مُنَاسَبَةُ سُورَةِ (الإِسْرَاءِ) لِمَا قَبلَهَا مِنْ سُورَةِ (النَّحْلِ): لَمَّا خُتَمَتِ (النَّحْلُ) بِمَعِيَّةِ اللهِ لِلْمُتَّقِينَ فِي قَولِهِ: ﴿إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ ١٢٨﴾ افْتُتِحَتِ (الإِسْرَاءُ) بِضَربِ مِثَالٍ عَلَى هَذِهِ المَعِيَّةِ -لِإِمَامِ الْمُتَّقِينَ ﷺ -بِمُعْجِزَةِ الإِسْرَاءِ"
        ]
	},
	{
		"id": 18,
		"surah": "الكهف",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/018.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/018.jpg",
		"ayaatiha": "مِئَةٌ وعَشْرٌ (110)",
		"maeni_asamuha": "(الكَهْفُ): جَمْعُهُ (كُهُوفٌ)، وَهُوَ الْمَغَارَةُ الْوَاسِعَةُ فِي الْجَبَلِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ قِصَّةِ أَصْحَابِ الْكَهْفِ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الكَهْفِ)",
		"maqsiduha_aleamu": "الْعِصْمَةُ مِنْ أَنْوَاعِ الْفِتَنِ الْمَذْكُورَةِ فِي الْقَصَصِ الْأَرْبَعِ فِيهَا",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِن صَحَّ لِبَعْضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "تَعْصِمُ مِن فِتْنَةِ الدَّجَّالِ، قال ﷺ: «مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْفِ عُصِمَ مِنَ الدَّجَّالِ». (رَوَاهُ مُسلِم)",
            "هِيَ نُورٌ لِصَاحِبِهَا، قَالَ ﷺ: مَنْ قَرَأَ سُورَةَ الْكَهْفِ فِي يَوْمِ الْجُمُعَةِ أَضَاءَ لَهُ مِنَ النُّورِ مَا بَيْنَ الْجُمُعَتَيْنِ». (حَدِيثٌ صَحيحٌ، رَوَاهُ البَيْهَقِي)",
            "مِنْ أَوَائِلِ مَا نَزَلَ مِنَ القُرْآنِ، فَعَنِ ابْنِ مَسعُودٍ رضي الله عنه قَاَل: فِي (بَنِي إِسْرَائِيلَ، وَالكَهْفِ، وَمَرْيَمَ، وَطَهَ، وَالأنْبِيَاءِ) - «هُنَّ مِنَ الْعِتَاقِ الْأُوَلِ، وَهُنَّ مِنْ تِلَادِي». (رَوَاهُ البُخَارِيّ)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الكَهْفِ) بِآخِرِهَا: الحَدِيثُ عَنْ بِشَارَةِ الْمُؤْمِنِينَ بِالْجَنَّةِ، فقَالَ فِي فَاتِحَتِهَا: ﴿وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا ٢﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا ١٠٧﴾... الآيَاتِ",
            "مُنَاسَبَةُ سُورَةِ (الْكَهْفِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الإِسْرَاءِ): اخْتُتِمَتِ (الْإِسْرَاءُ) بِالْحَمْدِ فَقَالَ سُبحَانَهُ: ﴿وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ...١١١﴾، وَافْتُتِحَتِ (الْكَهْفُ) بِالْحَمْدِ فَقَالَ: ﴿ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ ... ١﴾"
        ]
	},
	{
		"id": 19,
		"surah": "مريم",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/019.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/019.jpg",
		"ayaatiha": "ثَمَانٍ وَتِسْعُونَ (98)",
		"maeni_asamuha": "(مَرْيَمُ) ابْنةُ عِمْرَانَ: امْرَأَةٌ صَالِحَةٌ عَابِدَةٌ، وَأُمُّ عِيسَى عليه السلام",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِطُولِ قِصَّةِ مَرْيَمَ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (مَرْيَمَ)، وتُسَمَّى سُورَةَ (كٓهيعٓصٓ)",
		"maqsiduha_aleamu": "بَيَانُ عِنَايَةِ اللهِ تَعَالَى لِأَولِيَائِهِ مِنَ الأَنْبِيَاءِ وَالصَّالِحِينَ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، وَلَكِنْ صَحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "مِنْ أَوَائِلِ مَا نَزَلَ مِنَ القُرْآنِ، فَعَنِ ابْنِ مَسعُودٍ رضي الله عنه قَالَ: فِي (بَنِي إِسْرَائِيلَ، وَالكَهْفِ، وَمَرْيَمَ، وَطَهَ، وَالأنْبِيَاءِ) -«هُنَّ مِنَ الْعِتَاقِ الْأُوَلِ، وَهُنَّ مِنْ تِلَادِي». (رَوَاهُ البُخَارِيّ)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (مَرْيَمَ) بِآخِرِهَا: حَدِيثُهَا عَنِ البِشَارَةِ لِلْمُتَّقِينَ، فقَالَ فِي فَاتِحَتِهَا: ﴿يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ ...٧﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ ...٩٧﴾",
            "مُنَاسَبَةُ سُورَةِ (مَرْيَمَ) لِمَا قَبلَهَا مِنْ سُورَةِ (الكَهْفِ): لَمَّا ذَكَرَتِ (الْكَهْفُ) أَعَاجِيبَ الْقَصَصِ تَلَتْهَا (مَرْيمُ) بِأَعْجَبِ قِصَّتَينِ؛ وِلَادَةُ يَحْيَى وَعِيسَى عليه السلام (1)"
        ]
	},
	{
		"id": 20,
		"surah": "طه",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/020.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/020.jpg",
		"ayaatiha": "مِئَةٌ وَخَمْسٌ وَثَلاثُونَ (135)",
		"maeni_asamuha": "(طَهَ): حَرْفَانِ لَا يَعلَمُ مَعْنَاهُمَا إِلَّا اللهُ، كَبَقِيَّةِ الْحُرُوفِ المُقَطَّعَةِ فِي مُفْتَتَحِ بَعْضِ السُّوَرِ (1)",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِمُفْتَتَحِ حَرْفَي (طَه) دُونَ غَيرِهَا مِنْ سُوَرِ القُرْآنِ؛ فَسُمِّيَتْ بِهِمَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (طَهَ)، وَتُسَمَّى سُورَةَ (مُوسَى عليه السلام)، وَسُورَةَ (الكَلِيمِ)",
		"maqsiduha_aleamu": "تَذْكِيرُ النَّبِيِّ ﷺ بِقِصَّتَي مُوسَى وَآدَمَ عَلَيهِمَا السَّلام تَسْلِيَةً لَهُ، وَتَقْوِيَةً لِقَلْبِهِ فِي الدَّعْوَةِ إِلَى اللهِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "مِنْ أَوَائِلِ مَا نَزَلَ مِنَ القُرْآنِ، فَعَنِ ابْنِ مَسعُودٍ رضي الله عنه قَالَ: فِي (بَنِي إِسْرَائِيلَ، وَالكَهْفِ، وَمَرْيَمَ، وَطَهَ، وَالأنْبِيَاءِ) - «هُنَّ مِنَ الْعِتَاقِ الْأُوَلِ، وَهُنَّ مِنْ تِلَادِي». (رَوَاهُ البُخَارِيّ)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (طَهَ) بِآخِرِهَا: الحَدِيثُ عَنْ فَضْلِ القُرْآنِ، وَشَقَاءِ مَنْ لَمْ يَعْمَلْ بِهِ، فقَالَ فِي فَاتِحَتِهَا: ﴿مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ ٢﴾، وَقَالَ فِي آخِرِهَا: ﴿وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا ...١٢٤﴾",
            "مُنَاسَبَةُ سُورَةِ (طَهَ) لِمَا قَبلَهَا مِنْ سُورَةِ (مَرْيَمَ): لَمَّا ذَكَرَ اللهُ تَعَالَى الْقُرْآنَ وَالنَّبِيَّ ﷺ فِي خَاتِمَةِ (مَرْيَمَ) بِقَولِهِ: ﴿فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا ٩٧﴾. \nذَكَرَهُمَا فِي فَاتِحَةِ (طَهَ) فَقَالَ: ﴿مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ ٢﴾"
        ]
	},
	{
		"id": 21,
		"surah": "الأنبياء",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/021.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/021.jpg",
		"ayaatiha": "مِئَةٌ وَاثْنَتَا عَشْرَةَ (112)",
		"maeni_asamuha": "(الأَنْبِيَاءُ): جَمْعُ (نَبِيٍّ)، وَهُوَ مَنْ أُوْحِيَ إِلَيهِ لِتَقْرِيرِ شَرْعِ مَنْ قَبْلَهُ، وَالرَّسُولُ: مَنْ أُوْحِيَ إِلَيهِ بِشَرْعٍ جَدِيدٍ",
		"sabab_tasmiatiha": "لَمْ تُذْكَرْ مُفْرَدَةُ (الأَنْبِيَاءِ) فِي السُّورَة، وَلَكِنَّهَا انْفَرَدَتْ بِذِكْرِ قَصَصِ سِتَّةَ عَشْرَ نَبِيًّا؛ فَسُمِّيَتْ بِهِم (1)",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الأَنْبِيَاءِ)، وتُسَمَّى سُورَةَ ﴿ٱقۡتَرَبَ﴾",
		"maqsiduha_aleamu": "بَيَانُ مُهِمَّةِ الأَنْبِيَاءِ وَالرُّسُلِ فِي الدَّعْوَةِ إِلَى اللهِ، وَرِعَايَةِ اللهِ وَلُطْفِهِ بِهِم",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِن صَحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "مِنْ أَوَائِلِ مَا نَزَلَ مِنَ القُرْآنِ، فَعَنِ ابْنِ مَسعُودٍ رضي الله عنه قَالَ: فِي (بَنِي إِسْرَائِيلَ، وَالكَهْفِ، وَمَرْيَمَ، وَطَهَ، وَالأنْبِيَاءِ) - «هُنَّ مِنَ الْعِتَاقِ الْأُوَلِ، وَهُنَّ مِنْ تِلَادِي». (رَوَاهُ البُخَارِيّ)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الأَنْبِيَاءَ عليه السلام) بِآخِرِهَا: الحَدِيثُ عَنِ السَّاعَةِ وَعَلامَاتِهَا، فقَالَ تَعَالَى فِي فَاتِحَتِهَا: ﴿ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ ١﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ ١٠٣﴾",
            "مُنَاسَبَةُ سُورَةِ (الأَنْبِيَاءَ عليه السلام) لِمَا قََبْلَهَا مِنْ سُورَةِ (طَهَ): لَمَّا خَتَمَ سُبحَانَهُ (طَهَ) بِذِكْرِ أَهْلِ الاسْتِقَامَةِ وَالهِدَايَةِ بِقَولِهِ: ﴿فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ ١٣٥﴾ افْتَتَحَ (الأَنْبِيَاءَ) بِذِكْرِ الغافلينَ عَنِ الهِدايَةِ، فَقَالَ: ﴿ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ ١﴾"
        ]
	},
	{
		"id": 22,
		"surah": "الحج",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/022.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/022.jpg",
		"ayaatiha": "ثَمَانٍ وَسَبْعُونَ (78)",
		"maeni_asamuha": "(الحَجُّ): مِنْ أَرْكَانِ الإِسْلامِ، فُرِضَ علَى الْمُسْلِمِ المُكَلَّفِ مَرَّةً فِي العُمُرِ لِمَنِ اسْتَطَاعَ إِلَيهِ سَبِيلًا",
		"sabab_tasmiatiha": "ذِكْرُ أَصْلِ فَرِيضَةِ (الحَجِّ) عَلَى لِسَانِ إِبْرَاهِيمَ عليه السلام",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الحَجِّ)",
		"maqsiduha_aleamu": "تَعْظِيمُ اللهِ تَعَالَى وَتَعْظِيمُ شَعَائِرَهِ وَأَحْكَامِهِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِن صَحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "فُضِّلَتْ بِسَجْدَتَين، سَأَلَ عُقْبَةُ بنُ عَامِرٍ رضي الله عنه رَسُولَ اللهِ ﷺ قَالَ: قُلْتُ: يَا رَسُولَ اللهِ! أَفُضِّلَتْ سُورَةُ الْحَجِّ عَلَى سَائِرِ الْقُرْآنِ بِسَجْدَتَيْنِ؟ قَالَ: نَعَمْ. (حَدِيثٌ صَحيحٌ، رَوَاهُ أَحمَد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الحَجِّ) بِآخِرِهَا: الحَدِيثُ عَنِ السَّاعَةِ وَمَشَاهِدِهَا، فقَالَ فِي فَاتِحَتِهَا: ﴿يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ ١﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا ...٧٨﴾، وَذَلِكَ يَومُ القِيَامَةِ",
            "مُنَاسَبَةُ سُورَةِ (الحَجِّ) لِمَا قَبلَهَا مِنْ سُورَةِ (الأَنْبِيَاءِ عليه السلام): لَمَّا خَتَمَ اللهُ تعَالَى سُورَةَ (الأَنْبِيَاءِ) بِتَوبِيخِ الكُفَّارِ بِقَولِهِ: ﴿وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ ١١٢﴾ نَاسَبَ ذَلِكَ افْتِتَاحَ (الحَجِّ) بِالأَمْرِ بِتَقْوَى اللهِ؛ فَقَالَ: ﴿يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ ١﴾"
        ]
	},
	{
		"id": 23,
		"surah": "المؤمنون",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/023.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/023.jpg",
		"ayaatiha": "مِئَةٌ وَثَمَانِيَ عَشْرَةَ (118)",
		"maeni_asamuha": "(المُؤْمِنُونَ): جَمْعُ (مُؤْمِنٍ)، وَهُوَ مَنِ اتَّصَفَ بِالإِيمَانِ الَّذِي هُوَ: قَولٌ باللِسَانِ، وَاعْتِقَادٌ بِالجَنَانِ؛ أَيِ: الْقَلْبُ، وَعَمَلٌ بِالْجَوَارِحِ",
		"sabab_tasmiatiha": "صِفَاتُ المُؤْمِنِينَ هِيَ المَوضُوعُ البَارِزُ في السُّورَةِ؛ لِذَا بِهَا افْتُتِحَتْ؛ وَبِهَا سُمِّيَتْ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (المُؤْمِنُونَ)، وتُسَمَّى سُورَةَ (قَدْ أَفلَحَ)، وَسُورَةَ (الْفَلاحِ)",
		"maqsiduha_aleamu": "التَّرْكِيزُ عَلَى مَسَائِلِ الإِيمَانِ، وَبَيَانُ صِفَاتِ أَهْلِ الإِيمَانِ، وَذِكْرُ مَنْ خَالَفَهُمْ، وبَيَانُ مَصِيرِهِمْ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، وَلَكِنْ صَحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "خَصَّهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَقَدْ ثَبَتَ أَنَّهُ ﷺ قَرَأَهَا فِي صَلاةِ الصُّبْحِ. (رَوَاهُ مُسْلِم)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (المُؤْمِنُونَ) بِآخِرِهَا: الحَدِيثُ عَنْ فَلاحِ المُؤْمِنِينَ وَخَسَارَةِ الْكَافِرِينَ، فقَالَ فِي فَاتِحَتِهَا: ﴿قَدۡ أَفۡلَحَ ٱلۡمُؤۡمِنُونَ ١﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿إِنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ ١١٧﴾",
            "مُنَاسَبَةُ سُورَةِ (المُؤْمِنُونَ) لِمَا قَبلَهَا مِنْ سُورَةِ (الحَجِّ): لَمَّا اخْتُتِمَتِ (الحَجُّ) بِإِرْشَادِ المُؤْمِنِينَ عَلَى أَعْمَالِ الفَلَاحِ بِقَولِهِ: ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩ ٧٧﴾  افْتَتَحَ (المُؤْمِنُونَ) بِذِكْرِ الْفَلَاحِ فَقَالَ: ﴿قَدۡ أَفۡلَحَ ٱلۡمُؤۡمِنُونَ ١﴾"
        ]
	},
	{
		"id": 24,
		"surah": "النور",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/024.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/024.jpg",
		"ayaatiha": "أَرْبَعٌ وسِتُّونَ (64)",
		"maeni_asamuha": "النُّورُ: الضَّوْءُ الْمَعْرُوفُ، وَالمُرَادُ (بِالنُّورِ): نُورُ هِدَايَةِ اللهِ تَعَالَى لِعِبَادِهِ",
		"sabab_tasmiatiha": "عِظَمُ ضَرْبِ الْمَثَلِ بِنُورِ هِدَايَةِ اللهِ لِلْخَلْقِ فِي قَولِهِ تَعَالَى: ﴿۞ٱللَّهُ نُورُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ ...٣٥﴾",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسْمٌ آخَرُ سِوَى سُورَةِ (النُّورِ)",
		"maqsiduha_aleamu": "إِظْهَارُ هِدَايَةِ اللهِ تَعَالَى لِعِبَادِهِ فِي شُؤُونِ الْمَرْأَةِ وَالأُسْرَةِ وَالمُجْتَمَعِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، وَلَكِنْ صَحَّ لِبَعضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
            "قَالَ عُمَرُ بْنُ الْخَطَّابِ رضي الله عنه: «تَعَلَّمُوا سُورَةَ بَرَاءَةَ، وعَلِّمُوا نِسَاءَكُمْ سُورَةَ النُّورِ». (أَثَرٌ صَحِيحٌ، سُنَنَ سَعِيدِ بِن مَنصُوْر)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (النُّورِ) بِآخِرِهَا: الحَدِيثُ عَنِ العُقُوبَاتِ وَالتَّحْذِيرُ مِنْ عَدَمِ إِقَامَتِهَا، فقَالَ فِي فَاتِحَتِهَا: ﴿ٱلزَّانِيَةُ وَٱلزَّانِي فَٱجۡلِدُواْ كُلَّ وَٰحِدٖ مِّنۡهُمَا مِاْئَةَ جَلۡدَةٖۖ ...٢﴾، وَقَالَ فِي آخِرِهَا: ﴿فَلۡيَحۡذَرِ ٱلَّذِينَ يُخَالِفُونَ عَنۡ أَمۡرِهِۦٓ ...٦٣﴾",
            "مُنَاسَبَةُ سُورَةِ (النُّورِ) لِمَا قَبلَهَا مِنْ سُورَةِ (المُؤْمِنُونَ): لَمَّا خُتَمَتِ (المُؤْمِنُونَ) بِالْمَغْفِرَةِ وَالرَّحْمَةِ فِي قَولِهِ: ﴿وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ ١١٨﴾ افْتُتِحَتِ (النُّورُ) بِالدِّلَالَةِ عَلَيهِمَا بِفَرْضِ العُقُوبَاتِ لِتَطْهِيرِ أَهْلِ المَعَاصِي، فَقَالَ ﴿ٱلزَّانِيَةُ وَٱلزَّانِي فَٱجۡلِدُواْ كُلَّ وَٰحِدٖ مِّنۡهُمَا مِاْئَةَ جَلۡدَةٖۖ ...٢﴾... الآيَاتِ"
        ]
	},
	{
		"id": 25,
		"surah": "الفرقان",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/025.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/025.jpg",
		"ayaatiha": "سَبْعٌ وَسَبْعُونَ (77)",
		"maeni_asamuha": "(الْفُرْقَانُ): مِن أَسْمَاءِ الْقُرْآنِ الكَرِيمِ؛ وسُمِّيَ بِذَلِكَ لأَنَّهُ فَرَّقَ بَينَ الحَقِّ وَالبَاطِلِ",
		"sabab_tasmiatiha": "دِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الفُرْقَانِ)",
		"maqsiduha_aleamu": "مَعْرِفَةُ أَهْلِ البَاطِلِ وَصِفَاتِهِم، وَأَهْلِ الحَقِّ وَصِفَاتِهِم",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
            "لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ سِوَى أَنـَّهَا مِنَ المَثَانِي"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الفُرْقَانِ) بِآخِرِهَا: الحَدِيثُ عَنْ أَعْمَالِ الكُفَّارِ وَدَعْوَتِهِم لِلْحَقِّ، فقَالَ فِي فَاتِحَتِهَا: ﴿وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ ...٣﴾... الآيَاتِ، وَقَالَ فِي خَاتِمَتِهَا: ﴿قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا ٧٧﴾",
            "مُنَاسَبَةُ سُورَةِ (الفُرْقَانِ) لِمَا قَبلَهَا مِنْ سُورَةِ (النُّورِ): اتِّفَاقُ الْلَّفْظِ وَالمَعْنَى، فَفِي خِتَامِ (النُّورِ) قَالَ: ﴿أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ...٦٤﴾، وَفِي مُفْتَتَحِ (الفُرْقَانِ) قَالَ: ﴿ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ...٢﴾"
        ]
	},
	{
		"id": 26,
		"surah": "الشعراء",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/026.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/026.jpg",
		"ayaatiha": "مِئَتَانِ وَسَبْعٌ وَعِشْرُونَ (227)",
		"maeni_asamuha": "(الشُّعَرَاءُ): جَمْعُ (شَاعِرٍ)، وَهُوَ مَنْ يقولُ الشِّعْرَ ويَنْظِمُهُ",
		"sabab_tasmiatiha": "لَمْ يُذْكَرْ لَفْظُ (الشُّعَرَاء) إِلا فِي هَذِهِ السُّورَةِ؛ فسُمِّيَتْ بِهِمْ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الشُّعَرَاءِ)، وتُسَمَّى سُورَةَ (طسٓمٓ الشُّعَرَاءِ)، وَسُورَةَ (الجَامِعَـةِ)",
		"maqsiduha_aleamu": "بَيَانُ فَصَاحَةِ القُرْآنِ الْكَرِيمِ وَإِعْجَازِهِ، وَتَنْزِيهُهُ عَنْ ضُرُوبِ الشِّعْرِ وَأَوْزَانِهِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ سِوَى أَنَّهَا مِنَ المِئِينِ"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الشُّعَرَاءِ) بِآخِرِهَا: الحَدِيثُ عَنْ بَيَانِ الْقُرْآنِ الْكَرِيمِ، فقَالَ فِي فَاتِحَتِهَا: ﴿تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ ٢﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿بِلِسَانٍ عَرَبِيّٖ مُّبِينٖ ١٩٥﴾",
            "مُنَاسَبَةُ سُورَةِ (الشُّعَرَاءِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الفُرْقَانِ):لَمَّا ذَكَرَ سُبحَانَهُ كَذِبَ الكَافِرِينَ فِي خِتَامِ (الفُرْقَانِ) بِقَولِهِ: ﴿فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا ٧٧﴾.\nكَرَّرَ ذِكْرَ كَذِبِهِم فِي افْتِتَاحِ (الشُّعَرَاءِ) فَقَالَ: ﴿فَقَدۡ كَذَّبُواْ فَسَيَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ ٦﴾"
        ]
	},
	{
		"id": 27,
		"surah": "النمل",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/027.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/027.jpg",
		"ayaatiha": "ثَلاثٌ وَتِسْعُونَ (93)",
		"maeni_asamuha": "(النَّمْلُ): الْحَشَرَةُ المَعْرُوفَةُ، وَالْوَاحِدَةُ (نَمْلَةٌ)",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذكر قِصَّةِ النَّمْلَةِ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (النَّمْلِ)، وتُسَمَّى سُورَةَ (الهُدْهُدِ)، وَسُورَةَ (سُلَيمَانَ عليه السلام)، وَسُورَةَ: ﴿طسٓۚ﴾",
		"maqsiduha_aleamu": "ذِكْرُ نِعْمَةِ الرِّسَالَةِ عَلَى أَنْبِيَائِهِ سُبْحَانَهُ، وَمَا تَمَيَّزَ بِهِ كُلُّ نَبِيٍّ مِن مُعْجِزَاتٍ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُذكَرْ لَهَا سَبَبُ نُزُولٍ وَلا لِبَعضِ آياتِهَا",
		"fadluha": [
            "لَمْ يَصِحَّ حَدِيثٌ أَوْ أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنـَّهَا مِنَ المَثَانِي"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (النَّمل) بِآخِرِهَا: الحَدِيثُ عَنْ مُهِمَّةِ النَّبِيِّ ﷺ فِي تَبْلِيغِ القُرْآنِ الْكَرِيمِ، فَقَالَ فِي فَاتِحَتِهَا: ﴿وَإِنَّكَ لَتُلَقَّى ٱلۡقُرۡءَانَ مِن لَّدُنۡ حَكِيمٍ عَلِيمٍ ٦﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ ...٩٢﴾",
            "مُنَاسَبَةُ سُورَةِ (النَّمْلِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الشُّعَرَاءِ): خُتِمَتِ (الشُّعَراءُ) بِصِفَاتِ المُؤمِنِيْن؛ فَقَالَ: ﴿إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَذَكَرُواْ ٱللَّهَ كَثِيرٗا ...٢٢٧﴾، وافْتُتِحَتِ (النَّمْلُ) بِصِفَاتِهِمْ؛ فقال: ﴿ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ ٣﴾"
        ]
	},
	{
		"id": 28,
		"surah": "القصص",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/028.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/028.jpg",
		"ayaatiha": "ثَمَانٍ وَثَمَانُونَ (88)",
		"maeni_asamuha": "القَصَصُ: جَمْعُ (قِصَّةٍ)، وَهِيَ الْأَمْرُ وَالْحَدِيثُ. وَالمُرَادُ (بالقَصَصِ): مَجْمُوعُ قَصَصِ مُوسَى عليه السلام دُونَ غَيرِهِ مِن الأَنْبِيَاءِ عليه السلام",
		"sabab_tasmiatiha": "نِسْبَةً لِمَجْمُوعِ قَصَصِ مُوسَى عليه السلام",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (القَصَصِ)، وتُسَمَّى سُورَةَ (مُوسَى عليه السلام)",
		"maqsiduha_aleamu": "تَسْلِيَةُ النَّبِيِّ ﷺ فِي الدَّعْوَةِ إِلَى اللهِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
            "لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضلِ السُّورَةِ، سِوَى أَنـَّهَا مِنَ المَثَانِي"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الْقَصَصِ) بِآخِرِهَا: الحَدِيثُ عَنِ الْعُلُوِّ فِي الأَرْضِ وَعَاقِبَتِهِ، فَقَالَ فِي فَاتِحَتِهَا: ﴿إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ ...٤﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ ...٨٣﴾",
            "مُنَاسَبَةُ سُورَةِ (الْقَصَصِ) لِمَا قَبلَهَا مِنْ سُورَةِ (النَّمْلِ): لَمَّا خَتَمَ اللهُ سُبْحَانَهُ وَتَعَالَى (النَّمْلَ) بِالدَّعْوَةِ إِلَى النَّظَرِ فِي آيَاتِ اللهِ بِقَولِهِ: ﴿وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ ...٩٣﴾ افْتَتَحَ (القَصَصَ) بِذِكْرِ آيَاتِ اللهِ فِي قَصَصِ مُوسَى عليه السلام، فَقَالَ: ﴿طسٓمٓ ١ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ ٢ نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ ٣﴾"
        ]
	},
	{
		"id": 29,
		"surah": "العنكبوت",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/029.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/029.jpg",
		"ayaatiha": "تِسْعٌ وَسِتُّونَ (69)",
		"maeni_asamuha": "(العَنْكَبُوتُ): الأُنْثَى، وَذَكَرُها: عَنْكَبُ، والجَمْعُ: عَنَاكِبُ وعَنَاكِيبُ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بضَرْبِ الْمَثَلِ (بِالْعَنْكَبُوتِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (العَنْكَبُوتِ)",
		"maqsiduha_aleamu": "بَيَانُ وَهَنِ كُلِّ مَا يُعْبَدُ مِن دُونِ اللهِ تَعَالَى وَبُطْلَانِ فِكْرِهِ وَعَقِيدَتِهِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
            "لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ سِوَى أَنـَّهَا مِنَ المَثَانِي"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الْعَنْكَبُوتِ) بِآخِرِهَا: الحَدِيثُ عَنْ مُجَاهَدَةِ النَّفْسِ،  فقَالَ فِي فَاتِحَتِهَا: ﴿وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ ...٦﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ ...٦٩﴾",
            "مُنَاسَبَةُ سُورَةِ (الْعَنْكَبُوتِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْقَصَصِ):لَمَّا خَتَمَ اللهُ سُبْحَانَهُ وَتَعَالَى (الْقَصَصَ) بِالأَمْرِ بِتَوحِيدِ اللهِ تَعَالَى قَائِلاً: ﴿وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ ...٨٨﴾ نَاسَبَ ذَلِكَ افْتِتَاحَ (الْعَنْكَبُوتِ) بِقَولهِ: ﴿أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ ٢﴾"
        ]
	},
	{
		"id": 30,
		"surah": "الروم",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/030.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/030.jpg",
		"ayaatiha": "سِتُّونَ (60)",
		"maeni_asamuha": "(الرُّوْمُ): الْإِمْبرَاطُورِيَّةُ الرُّومَانِيَّةُ النَّصْرَانِيَّةُ فِي الشَّامِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ خَبَرِ انْتِصَارِ الرُّومِ عَلَى الْفُرْسِ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعْرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الرُّومِ)",
		"maqsiduha_aleamu": "بَيَانُ آيَاتِ اللهِ تَعَالَى وَسُنَنِهِ فِي النَّفْسِ وَالْكَونِ، وَتَوجِيهُ الإِنسَانِ لِشُكْرِهَا",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "لَم يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضلِ السُّورَةِ سِوَى أَنـَّهَا مِنَ المَثَانِي"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الرُّومِ) بِآخِرِهَا: الحَدِيثُ عَن انْتِصَارِ الرُّومِ وَتَحْقِيقِ وَعْدِ اللهِ، فقَالَ فِي فَاتِحَتِهَا: ﴿الٓمٓ ١ غُلِبَتِ ٱلرُّومُ ٢﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ ...٦٠﴾",
            "مُنَاسَبَةُ سُورَةِ (الرُّومِ) لِمَا قَبلَهَا مِنْ سُورَةِ (العَنْكَبُوتِ):لَمَّا خَتَمَ اللهُ سُبْحَانَهُ وَتَعَالَى (العَنْكَبُوتَ) بِمَعِيَّةِ اللهِ لِلْمُحْسِنِينَ بِقَولِهِ: ﴿وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ ٦٩﴾ ذَكَرَ فَرَحَهُم فِي مُفْتَتَحِ (الرُّومِ) بِقَولِهِ: ﴿وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ ٤ بِنَصۡرِ ٱللَّهِۚ ...٥﴾"
        ]
	},
	{
		"id": 31,
		"surah": "لقمان",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/031.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/031.jpg",
		"ayaatiha": "أَرْبَعٌ وَثَلاثُونَ (34)",
		"maeni_asamuha": "(لُقْمَانُ): رَجُلٌ صَالِحٌ، عُرِفَ بِالْحِكْمَةِ، وَعَاشَ فِي زَمَنِ دَاوُدَ عليه السلام",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ وَصَايَا لُقْمَانَ لِابنِهِ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعْرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (لُقْمَانَ)",
		"maqsiduha_aleamu": "الِاتِّعَاظُ بِالسُّنَنِ الإِلَهِيَّةِ عُمُومًا، وبَيَانُ الْوَصَايَا فِي تَرْبِيَةِ الأَبْنَاء",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ سِوَى أَنـَّهَا مِنَ المَثَانِي"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (لُقْمَانَ) بِآخِرِهَا: الإِشَارَةُ إِلَى آيَاتِ اللهِ، فقَالَ فِي فَاتِحَتِهَا: ﴿تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ ٢﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ ...٣٤﴾",
            "مُنَاسَبَةُ سُورَةِ (لُقْمَانَ) لِمَا قَبلَهَا مِنْ سُورَةِ (الرُّومِ): لَمَّا خَتَمَ اللهُ سُبْحَانَهُ وَتَعَالَى (الرُّومَ) بِقَولِهِ: ﴿وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ ...٥٨﴾ ضَرَبَ أَرْوَعَ الأَمْثِلَةِ بِوَصَايَا لُقْمَانَ لابْنِهِ فِي سُورَةِ (لُقْمَانَ)"
        ]
	},
	{
		"id": 32,
		"surah": "السجدة",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/032.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/032.jpg",
		"ayaatiha": "ثَلاثُونَ (30)",
		"maeni_asamuha": "سَجَدَ: خَضَعَ، ومِنْهُ سُجُودُ الصَّلاةِ، وَالمُرَادُ (بِالسَّجْدَةِ): سَجْدَةُ التِّلاوَةِ",
		"sabab_tasmiatiha": "دِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (السَّجْدَةِ)، وتُسَمَّى سُورَةَ ﴿الٓمٓ ١ تَنزِيلُ﴾ السَّجْدَةِ، وَسُورَةَ (المَضَاجِعِ)",
		"maqsiduha_aleamu": "بَيَانُ آيَاتِ اللهِ تَعَالَى فِي الكَونِ وفِي الخَلْقِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
            "تُسَنُّ قِراءَتُها فَجْرَ الجُمُعَةِ، فَعَن أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: «كَانَ النَّبِيُّ ﷺ يَقْرَأُ فِي الْفَجْرِ يَومَ الجُمُعَةِ ﴿الٓمٓ ١ تَنزِيلُ﴾ السَّجْدَةَ و ﴿هَلۡ أَتَىٰ عَلَى ٱلۡإِنسَٰنِ ...١﴾». (رَوَاهُ البُخارِيّ وَمُسْلِم)",
            "تُستَحَبُّ قِراءَتُهَا كُلَّ لَيلَةٍ قَبلَ النَّومِ، فعَنْ جَابِـرٍ رضي الله عنه أَنَّ النَّبِيَّ ﷺ «كَانَ لاَ يَنَامُ حَتَى يَقرَأَ: ﴿الٓمٓ ١ تَنزِيلُ ٱلۡكِتَٰبِ﴾ السَّجْدَةَ وَ ﴿تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ ...١﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَحْمَد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (السَّجْدَةِ) بِآخِرِهَا: الحَدِيثُ عَن شُبْهَةِ اخْتِلاقِ القُرْآنِ وَتَوْجِيهُ النَّبِيِّ ﷺ تِجَاهِهَا، فَقَالَ فِي فَاتِحَتِهَا: ﴿أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ ...٣﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ ٣٠﴾",
            "مُنَاسَبَةُ سُورَةِ (السَّجْدَةِ) لِمَا قَبلَهَا مِنْ سُورَةِ (لُقْمَانَ): لَمَّا خَتَمَ سُبْحَانَهُ سُورَةَ (لُقْمَانٍ) بِذِكْرِ مَفَاتِيحِ الْغَيبِ الخَمسَةِ مُجْمَلَة؛ جَاءَ بَيَانُها فِي (السَّجْدَةِ)"
        ]
	},
	{
		"id": 33,
		"surah": "الأحزاب",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/033.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/033.jpg",
		"ayaatiha": "ثَلاثٌ وَسَبْعُونَ (73)",
		"maeni_asamuha": "الأَحْزَابُ: جَمْعُ حِزْبِ، وَهُمُ: الطَوائِفُ مِنَ النَّاسِ، وَالمُرَادُ (بِالأَحْزَابِ): غَزْوَةُ الأَحْزَابِ عَامَ (4هـ)",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ أَحْدَاثِ غَزْوَةِ (الْأَحْزَابِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الْأَحْزَابِ)",
		"maqsiduha_aleamu": "بَيَانُ فَضْلِ النَّبِيِّ ﷺ وَأَهْلِ بَيْتِهِ، وَكَشْـفُ أَهْلِ النِّفَاقِ وَالْكُفْرِ فِي أَذِيَّتِهِ ﷺ وأَذِيَّةِ المُؤْمِنِينَ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِن صَحَّ لِبَعضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
            "لَم يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنـَّهَا مِنَ المَثَانِي"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الْأَحْزَابِ) بِآخِرِهَا: التَّحْذِيرُ مِنْ طَاعَةِ الكَافِرِينَ وَالْمُنَافِقِينَ وَبَيَانُ عَاقِبَتِهِم، فقَالَ فِي فَاتِحَتِهَا: ﴿يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ ...١﴾. وَقَالَ فِي خَاتِمَتِهَا: ﴿لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ...٧٣﴾",
            "مُنَاسَبَةُ سُورَةِ (الْأَحْزَاب) لِمَا قَبلَهَا مِنْ سُورَةِ (السَّجْدَةِ): خُتِمَتِ (السَّجْدةُ) بِتَوجِيهِ النَّبِيِّ ﷺ بِالإِعْرَاضِ عَنْ الكَافِرِينَ؛ فَقَالَ: ﴿فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ ٣٠﴾، وَافْتُتِحَتِ (الأَحْزَابُ) بِالمَوضُوعِ نَفْسِهِ؛ فَقَالَ: ﴿يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ ...١﴾"
        ]
	},
	{
		"id": 34,
		"surah": "سبأ",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/034.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/034.jpg",
		"ayaatiha": "أَرْبَعٌ وَخَمْسُونَ (54)",
		"maeni_asamuha": "سُئِلَ النَّبِيُّ ﷺ عَنْ (سَبَأٍ) فَقَالَ: «هُوَ رَجُلٌ وُلِدَ لهُ عَشْرَةٌ، سَكَنَ اليَمَنَ مِنْهُمْ سِتَّةٌ، وَالشَّامَ مِنْهُم أَرْبَعَةٌ» - (حَدِيْثٌ صَحِيْحٌ، رَوَاهُ أَبُو دَاوُد)- وَالمُرَادُ (بِسَبَأٍ) مَمْلَكَةُ سَبَأٍ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ قِصَّةِ مَمْلَكَةِ سَبَأٍ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسْمٌ آخَرُ سِوَى سُورَةِ (سَبَأ)",
		"maqsiduha_aleamu": "إِظْهَارُ النِّعَمِ عَلَى الْعِبَادِ، وَمَوقِفِهِم مِنْهَا بَينَ شَاكِرٍ لَهَا وَكَافِرٍ بِهَا",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ سِوَى أَنـَّهَا مِنَ المَثَانِي"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (سَبَأٍ) بِآخِرِهَا: الحَدِيثُ عَنْ مَوْقِفِ الكُفَّار مِنَ السَّاعَةِ،  فقَالَ فِي أَوَّلِهَا: ﴿وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ ...٣﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ ٥٣﴾",
            "مُنَاسَبَةُ سُورَةِ (سَبَأٍ) لِمَا قَبلَهَا مِنْ سُورَةِ (الأَحْزَابِ): لَمَّا أَمَرَ اللهُ تَعَالَى المُؤمِنِينَ بِالقَولِ السَّدِيدِ فِي آخِرِ (الأَحْزَابِ) بِقَولِهِ: ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا ٧٠﴾، ضَرَبَ مَثَلًا لِلْقَولِ غَيرِ السَّدِيدِ فِي إِنْكَارِ السَّاعَةِ فِي مُفْتَتَحِ (سَبَإٍ) فَقَالَ: ﴿وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ ...٣﴾"
        ]
	},
	{
		"id": 35,
		"surah": "فاطر",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/035.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/035.jpg",
		"ayaatiha": "خَمْسٌ وَأَرْبَعُونَ (45)",
		"maeni_asamuha": "الفَطْرُ: الشَّقُّ، وَفَطَرَ اللهُ الخَلْق؛ أَيْ: خَلَقَهُم، وَابْتَدَأَ صَنْعَةَ الأَشْيَاءِ، وَالمُرَادُ (بِفَاطِرٍ): اللهُ خَالِقُ السّمَاوَاتِ والأَرْضِ",
		"sabab_tasmiatiha": "ذَكَرَتِ السُّورَةُ نِعَمًا كَثِيرَةً، كَانَ مِن أَعْظَمِهَا خَلْقُ السَّمَاوَاتِ وَالأَرْضِ؛ لِذَلِكَ سُمِّيَت بِـ(فَاطِرٍ)",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (فَاطِرٍ)، وتُسَمَّى سُورَةَ (المَلائِكَة)",
		"maqsiduha_aleamu": "التَّذْكِيرُ بِنِعَمِ اللهِ تَعَالَى، وَانْقِسَامِ النَّاسِ بَينَ مُؤْمِنٍ بِالخَالِقِ المُنْعِمِ أَو كَافِرٍ بِهِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "لَم يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضلِ السُّورَةِ، سِوَى أَنـَّهَا مِنَ المَثَانِي"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ  (فَاطِرٍ) بِآخِرِهَا:  التّأَكِيدُ عَلَى سَعَةِ عِلْمِ اللهِ  تَعَالَى، فَقَالَ فِي فَاتِحَتِهَا: ﴿ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ...١﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿... وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ ...٤٤﴾",
            "مُنَاسَبَةُ سُورَةِ (فَاطِرٍ) لِمَا قَبلَهَا مِنْ سُورَةِ (سَبَأ): اختُتِمَتْ (سَبَأٌ) بِسُوءِ خُلُقِ الكَافِرِيْنَ، فَقَالَ: ﴿إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ ٥٤﴾، وَافْتُتِحَتْ (فَاطِرٌ) بِذِكْرِ سُوءِ خُلُقِهِم، فَقَالَ: ﴿وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ٤﴾"
        ]
	},
	{
		"id": 36,
		"surah": "يس",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/036.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/036.jpg",
		"ayaatiha": "ثَلاثٌ وَثَمَانُونَ (83)",
		"maeni_asamuha": "(يسٓ): حَرْفَانِ لا يَعْلَمُ مَعْنَاهُمَا إِلاَّ اللهُ كَبَقِيَّةِ الحُرُوفِ المُقَطَّعَةِ فِي مُفْتَتَحِ بَعْضِ السُّوَر",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِمُفْتَتَحِ حُرُوفِ (يسٓ) دُونَ غَيرِهَا مِن سُوَرِ القُرْآنِ؛ فَسُمِّيَت بِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (يسٓ)، وَلَمْ تَثْبُتْ تَسْمِيَتُهَا بِـ(قَلْبِ القُرْآنِ)، وَ(الدَّافِعَةِ) و(القَاضِيَةِ) وَغَيْرِهَا",
		"maqsiduha_aleamu": "إِثْبَاتُ الأَرْكَانِ الثَّلاثَةِ للسُّورِ المَكِّيَّةِ، وهِيَ (وَحْدَانِيَّةُ اللهِ تَعَالَى، وَالرِّسَالَةُ، وَالبَعْثُ وَالنُّشُورُ)",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُولِهَا جُمـلَةً وَاحِدَةً، ولكِنْ صَـحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "لَمْ يَصِحَّ فِيهَا حَدِيثٌ سِوَى أَثَرٍ موْقُوفٍ عَلَىَ ابْنِ عَبَّاسٍ رضي الله عنه قَالَ: «مَنْ قَرَأَ (يسٓ)، حِينَ يُصْبِحُ، أُعْطِيَ يُسْرَ يَوْمِهِ حَتَّى يُمْسِيَ، وَمَنْ قَرَأَهَا فِي صَدْرِ لَيْلِهِ، أُعْطِيَ يُسْرَ لَيْلَتِهِ حَتَّى يُصْبِحَ» (أَثَرٌ حَسَنٌ، رَوَاهُ الدَّارَمِيّ"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (يسٓ) بِآخِرِهَا: الحَدِيثُ عَنْ مَسْأَلَةِ إِحْيَاءِ المَوتَى، فَقَالَ فِي أوَّلِهَا: ﴿إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ ...١٢﴾، وَقَالَ في أَوَاخِرِهَا: ﴿قُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ ٧٩﴾",
            "مُنَاسَبَةُ سُورَةِ (يسٓ) لِمَا قَبلَهَا مِنْ سُورَةِ (فَاطِرٍ): لَمَّا دَعَا اللهُ تعَالَى المُشْرِكِينَ إِلَى الاعْتِبَارِ بِالأُمَمِ السَّابِقَةِ فِي أَوَاخِرِ (فَاطِرٍ)؛ بِقَولِهِ: ﴿أَوَ لَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ ...٤٤﴾، ضَرَبَ لَهُمْ مَثَلا عَلَى عَاقِبَةِ بَعْضِهِم فِي أَوَائِلِ (يسٓ)؛ فَقَالَ: ﴿وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ ١٣﴾... الآيَاتِ"
        ]
	},
	{
		"id": 37,
		"surah": "الصافات",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/037.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/037.jpg",
		"ayaatiha": "مِئَةٌ وَاثْنَتَانِ وَثَمَانُونَ (182)",
		"maeni_asamuha": "الصَّافَّاتُ: جَمْعُ (الصَّافَّةُ)، وَالمُرَادُ (بِالصَّافَّاتِ): المَلائِكَةُ تَصُفُّ لِرَبِّهَا فِي السَّمَاءِ كَصُفُوفِ المُصَليِّنَ فِي الصَّلاةِ",
		"sabab_tasmiatiha": "دِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الصَّافَّاتِ)، وَتُسَمَّى سُورَةَ (الذَّبْحِ)",
		"maqsiduha_aleamu": "امْتِنَانُ اللهِ تعَالَى علَى عِبَادِهِ بِنِعْمَةِ الْخَلْقِ وَالرُّسُلِ، وَرَدُّ شُبُهَاتِ المُكَذِّبِينَ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "خَصَّهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَعَنْ عَبْدِ اللهِ بِن عُمَرَ رضي الله عنه قَالَ: «كَانَ رَسُولُ اللهِ ﷺ يَأْمُرُنَا بِالتَّخْفِيفِ وَيَؤُمُّنَا بِالصَّافَّاتِ». (حَدِيثٌ صَحيحٌ، رَوَاهُ النَّسائِي)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الصَّافَّاتِ) بِآخِرِهَا: تَنْزِيهُ الْخَالِقِ سُبْحَانَهُ مِنْ شُبْهَةِ الْمُشْرِكِينَ، فَقَالَ فِي أَوّلِ السُّورَةِ: ﴿ إِنَّ إِلَٰهَكُمۡ لَوَٰحِدٞ ٤﴾، وَرَدَّ عَلَيهِمْ فِي خِتَامِهَا فَقَالَ: ﴿سُبۡحَٰنَ رَبِّكَ رَبِّ ٱلۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠﴾",
            "مُنَاسَبَةُ سُورَةِ (الصَّافَّاتِ) لِمَا قَبلَهَا مِنْ سُورَةِ (يسٓ): خُتِمَتْ (يسٓ) بِسَعَةِ مُلْكِ اللهِ تَعَالَى، فَقَالَ: ﴿فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ ٨٣﴾، وافتُتِحَتِ (الصَّافَّاتُ) بذَلِكَ فَقَالَ: ﴿رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَرَبُّ ٱلۡمَشَٰرِقِ ٥﴾"
        ]
	},
	{
		"id": 38,
		"surah": "ص",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/038.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/038.jpg",
		"ayaatiha": "ثَمَانٍ وَثَمَانُونَ (88)",
		"maeni_asamuha": "(ص): حَرْفٌ لا يَعْلَمُ مَعْنَاهُ إِلا اللهُ كَبَقِيَّةِ الحُرُوفِ المُقَطَّعَةِ فِي مُفْتَتَحِ بَعْضِ السُّوَر",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِمُفْتَتَحِ حَرْفِ (ص) دُونَ غَيرهَا مِن سُوَرِ القُرْآنِ؛ فَسُمِّيَت بِهِ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (ص)، وتُسَمَّى سُورَةَ (دَاوُدَ عليه السلام)",
		"maqsiduha_aleamu": "بَيَانُ الحَقِّ، وَتَصْوِيرُ مَشَاهِدِهِ فِي الخُصُومَاتِ مِن خِلالِ الأَمْثِلَةِ الوَارِدَةِ فِي السُّورَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، وَقَدْ عَادَ النَّبِيُّ ﷺ عَمَّهُ أَبَا طَالِبٍ وَقُرَيشٌ عِنْدَهُ، فَقَالَ لَهُ عَمُّهُ: مَا شَأْنُ قَومِكَ يَشْكُونَكَ؟ قَالَ: «يَا عَمِّ أُرِيدُهُمْ عَلَى كَلِمَةٍ واحدةٍ تَدِيْنُ لَهُمُ بِهَا الْعَرَبُ وَتُؤَدِّي الْعَجَمُ إِلَيْهِمُ الْجِزْيَةَ». قَالَ: مَا هِيَ؟ قَالَ: «لاَ إِلَهَ إِلاَّ اللَّهُ». فَقَامُوا فَقَالُوا: أَجَعَلَ الآلِهَةَ إِلَهًا وَاحِدًا قَالَ وَنَزَلَ: ﴿صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ ١﴾ إِلَى قَولهِ: ﴿إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ ٥﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ ابنُ حِبَّان)",
		"fadluha": [
            "لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنـَّهَا مِنَ المَثَانِي"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (صٍ) بِآخِرِهَا: الحَدِيْثُ عَنْ فَضْلِ القُرْآنِ الكَرِيمِ،  فَقَالَ فِي فَاتِحَتِهَا: ﴿صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ ١﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ ٨٧﴾",
            "مُنَاسَبَةُ سُورَةِ (صٍ) لِمَا قَبلَهَا مِنْ سُورَةِ (الصَّافَّاتِ): خُتِمَتِ (الصَّافَّاتُ) بِإِبْصَارِ الْكُفَّارِ بِهَلاكِهِمْ؛ فَقَالَ: ﴿وَأَبۡصِرۡ فَسَوۡفَ يُبۡصِرُونَ ١٧٥﴾، وَافْتُتِحَتْ (ص) بِالاعْتِبَارِ بِهَلاكِ مَنْ قَبْلَهُم؛ فقَالَ: ﴿كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ ٣﴾"
        ]
	},
	{
		"id": 39,
		"surah": "الزمر",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/039.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/039.jpg",
		"ayaatiha": "خَمْسٌ وَسَبْعُونَ (75)",
		"maeni_asamuha": "الزُّمَرُ: الجَمَاعَاتُ، وَالمُرَادُ (بِالزُّمَرِ): جَمَاعَاتُ الْكُفَّارِ يُسَاقُونَ إَلَى النَّارِ، وَجَمَاعَاتُ المُؤمِنِينَ يُسَاقُونَ إِلَى الجَنَّةِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الزُّمَرِ)، وَدِلَالَةُ هَذَا الْاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الزُّمَرِ)، وتُسَمَّى سُورَةَ (الغُرَفْ)",
		"maqsiduha_aleamu": "بَيَانُ صِفَاتِ أَهْلِ الإِيمَانِ وَصِفَاتِ أَهْلِ الكُفْرِ؛ وَجَزَاءِ كُلٍّ مِنْهُمَا",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُمْلَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
            "يُسْتَحَبُّ قِرَاءَتُهَا قَبْلَ النَّومِ، قَالَتْ عَاَئِشَةُ رضي الله عنه: «كَانَ النَّبِيُّ ﷺ لا يَنامُ حَتَّى يَقْرَأَ (بَنِي إِسرَائِيلَ، والزُّمَرَ)». (حَدِيثٌ صَحيحٌ، رَوَاهُ التِّرمِذيُّ)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الزُّمَرِ) بِآخِرِهَا: الحَدِيثُ عَنْ حُكْمِ اللهِ وَعَدْلِهِ، فَقَالَ فِي أَوَّلِهَا: ﴿...إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ ...٣﴾، وَقَالَ فِي أَوَاخِرِهَا: ﴿وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ ٧٠﴾",
            "مُنَاسَبَةُ سُورَةِ (الزُّمَرِ) لِمَا قَبلَهَا مِنْ سُورَةِ (صٍ): خُتِمَتْ (ص) بِذِكْرِ القُرْآنِ؛ فَقَالَ: ﴿إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ ٨٧ وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ ٨٨﴾، وَافْتُتِحَتِ (الزُّمَرُ) بِذِكْرِهِ؛ فَقَالَ: ﴿تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ ١﴾"
        ]
	},
	{
		"id": 40,
		"surah": "غافر",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/040.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/040.jpg",
		"ayaatiha": "خَمْسٌ وَثَمَانُونَ (85)",
		"maeni_asamuha": "(الغَافِرُ): مِنْ أَسْمَاءِ اللهِ الْحُسْنَى؛ وَهُوَ الَّذِي يَسْتُرُ المُذْنِبَ وَلا يُؤَاخِذُهُ بِهِ فَيُشْهِرُهُ وَيَفْضَحُهُ، وَمِثْلُهُ: (الغَفَّارُ وَالغَفُورُ)",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ اسْمِ اللهِ (الغَافِرِ) الَّذِي ذُكِرَ مَرَّةً وَاحِدَةً فِي الْقُرْآن، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (غَافِرِ)، وتُسَمَّى سُورَةَ (المُؤْمِن)، وَسُورَةَ (الطَّوْلِ)",
		"maqsiduha_aleamu": "عَرْضُ حُجَجِ الكَافِرِينَ وَجِدَالِهِمْ، وَبَيَانُ عَاقِبَتِهِمْ، وَمَا أَعَدَّ اللهُ لِعِبَادِهِ المُؤْمِنِينَ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "هِيَ مِنْ ذَوَاتِ ﴿حمٓ ﴾، فَقَدْ ثَبَتَ أَنَّ رَجُلًا طَلَبَ مِنَ النَّبِيِّ ﷺ أَنْ يُقْرِئَهُ القُرْآنَ، فَقَالَ: «اقرَأْ ثَلاثًا مِنْ ذَوَاتِ ﴿حمٓ ﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (غَافِرٍ) بِآخِرِهَا: الحَدِيثُ عَنْ مَغْفِرَةِ اللهِ لِمَنْ صَدَقَ فِي إِيمَانِهِ،  فَقَالَ فِي فَاتِحَتِهَا: ﴿غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ ...٣﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ ...٨٥﴾",
            "مُنَاسَبَةُ سُورَةِ (غَافِرٍ) لِمَا قَبلَهَا مِنْ سُورَةِ (الزُّمَرَ): خُتِمَتِ (الزُّمَرُ) بِذِكْرِ المَلائِكَةِ؛ فَقَالَ: ﴿وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ ...٧٥﴾، وَجَاءَ ذِكْرُهُمْ ِفي أَوَائِلِ (غَافِرٍ)؛ فَقَالَ: ﴿ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ ...٧﴾"
        ]
	},
	{
		"id": 41,
		"surah": "فصلت",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/041.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/041.jpg",
		"ayaatiha": "أَرْبَعٌ وَخَمْسُونَ (54)",
		"maeni_asamuha": "فَصَّلَ الأَمْرَ: بَيَّنَهُ وَأَوْضَحَهُ، وَالمُرَادُ بِـ(فُصِّلَتْ): القُرْآنُ الكَرِيمُ بُيِّنَتْ مَعَانِيهِ، وَوُضِّحَتْ أَحْكَامُهُ",
		"sabab_tasmiatiha": "انْفِرَادُ طَلَبِ المُشْرِكِينَ بِتَفْصِيلِ آيَاتِ الْكِتَابِ فِي السُّورَةِ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى مَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (فُصِّلَتْ)، وتُسَمَّى سُورَةَ (حَـم ْالسَّجْدَة)، وَسُورَةَ (المَصَابِيحِ)، وَسُورَةَ (الأَقْواتِ)",
		"maqsiduha_aleamu": "الْحَدِيثُ عَنْ الْقُرْآنِ الكَرِيمِ وَتَفْصِيلِ آيَاتِهِ وَبَيَانِهِ، وَمَوقِفِ المُشْرِكِينَ مِنْهُ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
            "هِيَ مِنْ ذَوَاتِ ﴿حمٓ ﴾، فَقَدْ ثَبَتَ أَنَّ رَجُلًا طَلَبَ مِنَ النَّبِيِّ ﷺ أَنْ يُقْرِئَهُ القُرْآنَ، فَقَالَ: «اقرَأْ ثَلاثًا مِنْ ذَوَاتِ ﴿حمٓ ﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (فصِّلَتْ) بِآخِرِهَا: تَفْصِيْلُ آيَاتِ اللهِ، فأشَارَ إِلَى تَفْصِيْلِ الآيَاتِ فِي فَاتِحَتِهَا؛ فَقَالَ: ﴿كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ ...٣﴾، وَدَعَا إَلَى النَّظَرِ فِي آيَاتِ اللهِ فِي خَاتِمَتِهَا؛ فَقَالَ: ﴿سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ ...٥٣﴾",
            "مُنَاسَبَةُ سُورَةِ (فُصِّلَتْ) لِمَا قَبلَهَا مِنْ سُورَةِ (غَافِرٍ): وَصَفَ سُبْحَانَهُ المُكَذِّبِينَ فِي أَوَاخِرِ (غَافِرٍ)؛ فَقَالَ: ﴿وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ ٨٣﴾، وَوَصَفَهُمْ فِي أَوَّلِ (فُصِّلَتْ)؛ فَقَالَ: ﴿فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ ٤﴾"
        ]
	},
	{
		"id": 42,
		"surah": "الشورى",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/042.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/042.jpg",
		"ayaatiha": "ثَلاثٌ وَخَمْسُونَ (53)",
		"maeni_asamuha": "الشُّورَى: الْأَمْرُ الَّذِي يُتَشَاوَرُ فِيهِ، وَالمُرَادُ (بِالشُّورَى): مَبْدَأٌ فِي الإِسْلَامِ مَعْرُوفٌ",
		"sabab_tasmiatiha": "دِلَالَةُ هَذَا الْاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الشُّورَى)، وَتُسَمَّى سُورَةَ ﴿حمٓ ١ عٓسٓقٓ ٢﴾",
		"maqsiduha_aleamu": "تَعْلِيمُ المُسْلِمِينَ مَبْدَأَ الشُّورَى فِي مُعَامَلاتِهِمْ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
            "هِيَ مِنْ ذَوَاتِ ﴿حمٓ ﴾، فَقَدْ ثَبَتَ أَنَّ رَجُلًا طَلَبَ مِنَ النَّبِيِّ ﷺ أَنْ يُقْرِئَهُ القُرْآنَ، فَقَالَ: «اقرَأْ ثَلاثًا مِنْ ذَوَاتِ ﴿حمٓ ﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الشُّورَى) بِآخِرِهَا: الحَدِيثُ عَنْ مُلْكِ اللهِ تَعَالَى، فَقَالَ فِي أَوَّلِهَا: ﴿لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَلِيُّ الْعَظِيمُ ٤﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ ...٥٣﴾",
            "مُنَاسَبَةُ سُورَةِ (الشُّورَى) لِمَا قَبلَهَا مِنْ سُورَةِ (فُصِّلَتْ): خُتِمَتْ (فُصِّلَتْ) ببَيَانِ أَنَّ اللهَ وَوَحْيَهُ حَقٌّ؛ فَقَالَ: ﴿حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ ...٥٣﴾، وَافْتُتِحَتِ (الشُّورَى) بِالْوَحْيِ إِلَى الرُّسُلِ وَهُوَ حَقٌّ؛ فَقَالَ: ﴿حمٓ ١ عٓسٓقٓ ٢ كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ٣﴾"
        ]
	},
	{
		"id": 43,
		"surah": "الزخرف",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/043.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/043.jpg",
		"ayaatiha": "تِسْعٌ وَثَمَانُونَ (89)",
		"maeni_asamuha": "الزُّخْرُفُ: الذَّهَبُ، وَسُمِّيَتْ كُلُّ زِينَةٍ زُخْرُفًا، وَالمُرَادُ بِـ(الزُّخْرُفِ): زَخْرَفَةُ الْبَيْتِ وَزِيْنَتُهُ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِمَعْنَى (الزُّخْرُفِ)(1)، وَدِلَالَةُ هَذَا الْاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الزُّخْرُفْ)، وتُسَمَّى سُورَةَ (حَمْ الزُّخْرُف)",
		"maqsiduha_aleamu": "بَيَانُ حَقِيقَةِ الدُّنْيَا وَمَتَاعِهَا الزَّائِلِ مُقَارَنَةً بِمَا أَعَدَّهُ اللهُ مِنْ نَعِيْمِ الآخِرَةِ لِلمُتَّقِينَ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَا يُوجَدُ سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، وَلَكِنْ صَحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "هِيَ مِنْ ذَوَاتِ ﴿حمٓ ﴾، فَقَدْ ثَبَتَ أَنَّ رَجُلًا طَلَبَ مِنَ النَّبِيِّ ﷺ أَنْ يُقْرِئَهُ القُرْآنَ، فَقَالَ: «اقْرَأْ ثَلاثًا مِنْ ذَوَاتِ ﴿حمٓ ﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الزُّخْرُفِ) بِآخِرِهَا: الحَدِيثُ عَنْ الصَّفْحِ عَنِ الْكُفَارِ، فَقَالَ فِي أَوَّلِهَا: ﴿أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ ٥﴾، وَقالَ فِي خَاتِمَتِهَا: ﴿فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ ٨٩﴾",
            "مُنَاسَبَةُ سُورَةِ (الزُّخْرُفِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الشُّورَى): خُتِمَتِ (الشُّورَى) بِذِكْرِ الْكِتَابِ الْكَرِيمِ؛ فَقَالَ: ﴿مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ ...٥٢﴾، وَفُتِحَتِ (الزُّخْرُفُ) بِذِكْرِهِ، فَقَالَ: ﴿حمٓ ١ وَٱلۡكِتَٰبِ ٱلۡمُبِينِ ٢ إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ ٣﴾"
        ]
	},
	{
		"id": 44,
		"surah": "الدخان",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/044.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/044.jpg",
		"ayaatiha": "تِسْعٌ وَخَمْسُونَ (59)",
		"maeni_asamuha": "(دُخَانُ) النَّارِ مَعْرُوفٌ، وَجَمْعُهُ (دَوَاخِنُ)، وَهُوَ عَلامَةٌ عَلَى الشَّرِّ وَالعَذَابِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ آيَةِ الْعَذَابِ بِالدُّخَانِ، وَدِلَالَةُ هَذَا الْاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الدُّخَان)، وتُسَمَّى سُورَةَ (حَمْ الدُّخَانْ)",
		"maqsiduha_aleamu": "إِنْذَارُ كُلِّ مُتَكَبِّرٍ كَفَّارٍ، وَتَخْوِيفُهُمْ بِعَذَابِ اللهِ فِي الدُّنْيَا وَالآخِرَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُمْلَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
            "هِيَ مِنْ ذَوَاتِ ﴿حمٓ ﴾، فَقَدْ ثَبَتَ أَنَّ رَجُلًا طَلَبَ مِنَ النَّبِيِّ ﷺ أَنْ يُقْرِئَهُ القُرْآنَ، فَقَالَ: «اقرَأْ ثَلاثًا مِنْ ذَوَاتِ ﴿حمٓ ﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)",
            "مِنَ النَّظَائِرِ التِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيْثِ ابْنِ مَسْعُودٍ رضي الله عنه الطَّوِيْلِ قَالَ: كَانَ النَّبِيُّ ﷺ يَقرَأُ النَّظائِرَ؛ السُّورَتَيْنِ فِي رَكْعَةٍ (... والدُّخَانَ، وِإذَا الشَّمْسُ كوِّرَتْ) في رَكعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الدُّخَانِ) بِآخِرِهَا: الحَدِيثُ عَنْ ارْتِقَابِ سُنَّةِ اللهِ فِي المُكَذِّبِينَ، فَقَالَ فِي أَوَّلِهَا: ﴿فَٱرۡتَقِبۡ يَوۡمَ تَأۡتِي ٱلسَّمَآءُ بِدُخَانٖ مُّبِينٖ ١٠﴾، وَقَالَ فِي آخِرِ آيَةٍ مِنْهَا: ﴿فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ ٥٩﴾",
            "مُنَاسَبَةُ سُورَةِ (الدُّخَانِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الزُّخْرُفِ): وَصَفَ سُبْحَانَهُ أَهْلَ البَاطِلِ بِاللَّهْوِ فِي أَوَاخِرِ (الزُّخْرُفِ) فَقَالَ: ﴿فَذَرۡهُمۡ يَخُوضُواْ وَيَلْعَبُواْ ...٨٣﴾، وَوَصَفَهُم فِي أَوَّلِ (الدُّخَانِ) فَقَالَ: ﴿بَلۡ هُمۡ فِي شَكّٖ يَلْعَبُونَ ٩﴾"
        ]
	},
	{
		"id": 45,
		"surah": "الجاثية",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/045.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/045.jpg",
		"ayaatiha": "سَبْعٌ وَثَلاثُونَ (37)",
		"maeni_asamuha": "جَثَا: جَلَسَ عَلَى رُكْبَتَيهِ، وَقَولُهُ تَعَالَى: ﴿وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ ...٢٨﴾ أَي: بَارِكَةً علَى رُكَبِهَا",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِوَصْفِ حَالِ الْأُمَمِ كَونِهَا (جَاثِيَةً) يَومَ القِيَامَةِ عَنْ بَقِيَّةِ أَحْوَالِهَا فِي مَوَاضِعِ القُرْآنِ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْجَاثِيةِ)، وتُسَمَّى سُورَةَ (حَمْ الجَاثِيَة)، وَسُورَةَ (الشَّرِيعَةِ)",
		"maqsiduha_aleamu": "بَيَانُ صِفَاتِ أَهْلِ الْكُفْرِ، وَعَرْضِ شُبَهِهِم، وَمُحَاجَّتُهُمْ، وَتقْرِيرُ عَاقِبَتِهِم",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
            "هِيَ مِنْ ذَوَاتِ ﴿حمٓ ﴾، فَقَدْ ثَبَتَ أَنَّ رَجُلًا طَلَبَ مِنَ النَّبِيِّ ﷺ أَنْ يُقْرِئَهُ القُرْآنَ، فَقَالَ: «اقْرَأْ ثَلاثًا مِنْ ذَوَاتِ ﴿حمٓ ﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الْجَاثِيَةِ) بِآخِرِهَا: الحَدِيثُ عَنِ اسْمِ اللهِ العَزِيزِ الْحَكِيمِ، فَقَالَ فِي فَاتِحَتِهَا: ﴿حمٓ ١ تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ ٢﴾، وَقَالَ فِي آخِرِ آيَةٍ مِنْهَا: ﴿وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ٣٧﴾",
            "مُنَاسَبَةُ سُورَةِ (الجَاثِيَةِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الدُّخَانِ): لَمَّا ذَكَرَ اللهُ سُبْحَانَهُ وَتَعَالَى فَضْلَ القُرْآنِ فِي خِتَامِ (الدُّخَانِ)؛ بِقَولِهِ: ﴿فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ ٥٨﴾ اْفتَتَحَ بِذِكْرِهِ (الْجَاثِيَةَ)؛ فَقَالَ: ﴿حمٓ ١ تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ ٢﴾"
        ]
	},
	{
		"id": 46,
		"surah": "الأحقاف",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/046.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/046.jpg",
		"ayaatiha": "خَمْسٌ وَثَلاثُونَ (35)",
		"maeni_asamuha": "الأَحْقَافُ جَمْعُ (حِقْفٍ)، وَهُوَ مَا اعْوَجَّ مِنَ الرَّمْلِ وَاسْتَطَالَ، وَالمُرَادُ (بالأحْقَافِ) دِيَارُ قَومِ عَادٍ فِي الْيَمَنِ، وَكَانَتْ مَلِيئَةً بِالتِّلالِ العَظِيمَةِ مِنَ الرِّمَالِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الأَحْقَافِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الأحْقَافِ)، وتُسَمَّى سُورَةَ (حَمْ الأَحْقَافِ)",
		"maqsiduha_aleamu": "تَذْكِيرُ الْكَافِرِينَ بِنِعَمِ اللهِ، وَإِقَامَةِ الحُجَّةَ عَلَيهِم بِالرُّسُلِ، وَبَيَانُ عَاقِبَتِهِمْ فِي الدَّارَين",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
            "هِيَ مِنْ ذَوَاتِ ﴿حمٓ ﴾، فَقَدْ ثَبَتَ أَنَّ رَجُلًا طَلَبَ مِنَ النَّبِيِّ ﷺ أَنْ يُقْرِئَهُ القُرْآنَ، فَقَالَ: «اقْرَأْ ثَلاثًا مِنْ ذَوَاتِ ﴿حمٓ ﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الأَحْقَافِ) بِآخِرِهَا: الحَدِيثُ عَنْ وَصْفِ أَهْلِ البَاطِلِ، فَقَالَ فِي فَاتِحَتِهَا: ﴿... وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ ٣﴾، وَقَالَ فِي آخِرِ آيَةٍ مِنْهَا: ﴿...فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ ٥٣﴾",
            "مُنَاسَبَةُ سُورَةِ (الْأَحْقَافِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْجَاثِيَةِ): خُتِمَتِ (الجَاثِيَةُ) بِاسْمِ اللهِ العَزِيزِ الحَكِيمِ؛ فَقَالَ: ﴿...وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ٣٧﴾، وَافْتُتِحَتِ (الأَحْقَافُ) بِهِمَا؛ فَقَالَ: ﴿حمٓ ١ تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ ٢﴾"
        ]
	},
	{
		"id": 47,
		"surah": "محمد",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/047.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/047.jpg",
		"ayaatiha": "ثَمَانٍ وَثَلاثُونَ (38)",
		"maeni_asamuha": "(مُحَمَّدٌ ﷺ): خَاتَمُ الأَنْبِيَاءِ وَالرُّسُلِ، وَمَعْنَاهُ: الَّذِي تَكَامَلَتْ فِيهِ الخِصَالُ الْمَحْمُودَةُ",
		"sabab_tasmiatiha": "مِحْوَرُ السُّورَةِ عَن النَّبِيِّ ﷺ وَجِهَادِهِ ضِدَّ الكُفَّارِ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (مُحَمَّدٍ ﷺ)، وتُسَمَّى سُورَةَ (القِتَالِ)، وَسُورَةَ: ﴿الَّذِينَ كَفَرُوا﴾",
		"maqsiduha_aleamu": "تَحْرِيضُ الْمُؤْمِنِينَ عَلَى الْجِهَادِ فِي سَبِيلِ اللهِ، وبَيَانُ مُخَالِفِيهِم مِنَ الكُفَّارِ، وَجَزَاءِ كُلٍّ مِنْهُمَا",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنـَّهَا مِنَ المَثَانِي"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (مُحَمَّدٍ ﷺ) بِآخِرِهَا: الحَدِيثُ عَنْ صَدِّ أَهْلِ البَاطِلِ وَغَيرِهِم عَنْ سَبِيلِ اللهِ، فَقَالَ فِي فَاتِحَتِهَا: ﴿ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ ١﴾، وَقَالَ فِي أَوَاخِرِهَا: ﴿إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا ...٣٢﴾",
            "مُنَاسَبَةُ سُورَةِ (مُحَمَّدٍ ﷺ) لِمَا قَبلَهَا مِنْ سُورَةِ (الأَحْقَافِ): اتِّصَالُ الْكَلامِ عَنْ أَهْلِ البَاطِلِ فِي آخِرِ آيَةٍ فِي (الأَحْقَافِ) مَعَ أَوَّلِ آيَةٍ فِي سُورَةِ (مُحَمَّدٍ ﷺ) وَكَأَنَّهُمَا آيَةٌ وَاحِدَةٌ، قَالَ تَعَالَى: ﴿...فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ ٣٥﴾ ، ﴿ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ ١﴾"
        ]
	},
	{
		"id": 48,
		"surah": "الفتح",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/048.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/048.jpg",
		"ayaatiha": "تِسْعٌ وَعِشْرُونَ (29)",
		"maeni_asamuha": "(الْفَتْحُ): صُلْحُ الْحُدَيْبِيَةِ عَامَ (6)هـ ، نِسْبَةً إِلَى مَوضِعِ الحُدَيبِيَةِ (غَرْبِ مَكَّةَ المُكَرَّمَةِ)",
		"sabab_tasmiatiha": "مَوضُوعُ السُّورَةِ الأَسَاسُ هُوَ صُلْحُ الحُدَيبِيَةِ، وَقَدْ سَمَّاهُ اللهُ فَتْحًا مُبِينًا",
		"asmawuha": "لا يُعْرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الفَتْحِ)",
		"maqsiduha_aleamu": "البِشَارَةُ لِلنَّبِيِّ ﷺ وَمَنْ سَارَ عَلَى نَهْجِهِ مِنَ المُؤْمِنِينَ بِالْفَتْحِ المُبِينِ وَالنَّصْرِ علَى الأَعْدَاءِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، نَزَلَتْ عَلَى رَسُولِ اللهِ ﷺ وَهُوَ رَاجِعٌ مِن صُلْحِ الحُدَيبِيَةِ. (رَوَاهُ مُسلِم)",
		"fadluha": [
            "مِنْ أَفْضَلِ مَا طَلَعَتْ عَلَيْهِ الشَّمْسُ، يَقُولُ عُمَرُ بْنُ الخَطَّابِ رضي الله عنه: «جِئْتُ رَسولَ اللَّهِ ﷺ فَسَلَّمْتُ عَلَيهِ، قََالَ: لَقَدْ أُنْزِلَتْ عَلَيَّ اللَّيْلَةَ سُورَةٌ لَهِيَ أحَبُّ إلَيَّ ممَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ ثُمَّ قَرَأَ:﴿إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا﴾». (رَوَاهُ البُخارِيّ)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الفَتْحِ) بِآخِرِهَا: الحَدِيثُ عَنْ جَزَاءِ المُؤْمِنِينَ فِي الآخِرَةِ، فقَالَ فِي أَوَّلِهَا: ﴿لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا ٥﴾، وَقَالَ فِي آخِرِ آيَةٍ مِنْهَا: ﴿وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا ٢٩﴾",
            "مُنَاسَبَةُ سُورَةِ (الفَتْحِ) لِمَا قَبْلَهَا مِنْ سُورَةِ (مُحَمَّدٍ ﷺ): لَمَّا تَحَدَّثَتْ سُورَةُ (مُحَمَّدٍ ﷺ) عَنِ الجِهَادِ فِي سَبِيلِ اللهِ ضِدَّ الْكُفَّارِ؛ جَاءَتِ البِشَارَةُ بِالنَّصْرِ عَلَيهِمْ فِي سُورَةِ (الفَتْحِ)"
        ]
	},
	{
		"id": 49,
		"surah": "الحجرات",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/049.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/049.jpg",
		"ayaatiha": "ثَمَانِيَ عَشْرَة (18)",
		"maeni_asamuha": "الحُجُرَاتُ: جَمْعُ (حُجْرةٍ)، وَهِيَ الغُرْفَةُ. وَالمُرَادُ (بالحُجُرَاتِ): بُيُوتُ النَّبِيِّ ﷺ وَعَدَدُهَا تِسْعَةُ أَبْيَاتٍ، مَبْنِيَّةٌ مِنَ الطِّينِ وَجَرِيدِ النَّخْلِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ حَادِثَةِ (الحُجُرَاتِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الحُجُرَاتِ)، وتُوصَفُ بِسُورَةِ (الآدَابِ وَالأَخْلاقِ)",
		"maqsiduha_aleamu": "بَيَانُ الأَدَبِ مَعَ رَسُولِ اللهِ ﷺ، وَالدَّعْوَةُ إِلَى اكْتِسَابِ الأَخْلاقِ الكَرِيمَةِ وَتَقْوِيمِ الأَخْلاقِ السَّيِّـئَـةِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمَّا قَدِمَ وَفْدُ بَنِي تَمَيمٍ إِلَى رَسُولِ اللهِ ﷺ اخْتَلَفَ أَبُو بَكْرٍ وَعُمَرَ رضي الله عنه فِي شَأْنِهِمَا فَارْتَفَعَتْ أَصْوَاتُهُمَا عِنْدَ النَّبِيِّ ﷺ فَنَزَلَتِ الآيَتَانِ مِن أَوَّلِ السُّورَةِ. (رَوَاهُ البُخارِي)",
		"fadluha": [
            "لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ سِوَى أَنـَّهَا مِنَ المَثَانِي"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الحُجُرَاتِ) بِآخِرِهَا: الحَدِيثُ عَنْ خَبَرِ الأَعْرَابِ،  فَقَالَ فِي أَوَّلِهَا: ﴿إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ ٤﴾ ... الآيَاتِ، وَقَالَ فِي أَوَاخِرِهَا: ﴿۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ ...١٤﴾،... الآيَاتِ",
            "مُنَاسَبَةُ سُورَةِ (الحُجُرَاتِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْفَتْحِ): خُتِمَتِ (الْفَتْحُ) بِذِكْرِ الرَّسُولِ ﷺ وَصَحَابَتِهِ الكِرَامِ  فَقَالَ: ﴿مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ ...٢٩﴾، وَافْتُتِحَتِ (الحُجُرَاتُ) بَأَدَبِ التَّعَامُلِ مَعَ رَسُولِ اللهِ ﷺ، فَقَالَ: ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ ١﴾.. الآيَاتِ"
        ]
	},
	{
		"id": 50,
		"surah": "ق",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/050.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/050.jpg",
		"ayaatiha": "خَمْسٌ وَأَرْبَعُونَ (45)",
		"maeni_asamuha": "(قٓ): حَرْفٌ لا يَعْلَمُ مَعْنَاهُ إِلا اللهُ كَبَقِيَّةِ الحُرُوفِ المُقَطَّعَةِ فِي مُفْتَتَحِ بَعْضِ السُّوَر",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِمُفْتَتَحِ حَرْفِ (قٓ) دُونَ غَيرِهِ مِن سُوَرِ القُرْآنِ، فَسُمِّيَت بِهِ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (قٓ)، وتُسَمَّى سُورَةَ (البَاسِقَاتِ)",
		"maqsiduha_aleamu": "مُعَالَجَةُ إِنْكَارِ عَقِيدَةِ البَعْثِ وَالنُّشُورِ، وَضَرْبُ الأَمْثِلَةِ وَالشَّوَاهِدِ لِبَيَانِهَا",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "تُسَنُّ قِرَاءتُها فِي خُطْبَةِ الجُمْعَةِ، فَعَن أُمِّ هِشَامٍ بِنْتِ حَارِثَةَ بْنِ النُّعمَانَ رضي الله عنه أَنَّهَا قَالتْ: «وَما أَخَذْتُ﴿قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ ١﴾ إلَّا عنْ لِسَانِ رَسولِ اللهِ ﷺ، يَقْرَؤُهَا كُلَّ يَومِ جُمُعَةٍ علَى المِنْبَرِ، إذَا خَطَبَ النَّاسَ». (رَوَاهُ مُسْلِم)",
            "تُسَنُّ قِرَاءَتُهَا فِي صَلاَةِ العِيدَيْنِ، فَقَدْ كَانَ رَسْولُ اللهِ ﷺ يقرأُ في الفِطرِ والأَضْحَى بِـ ﴿قٓۚ﴾ وَ ﴿ٱقۡتَرَبَتِ ٱلسَّاعَةُ ﴾. (رَوَاهُ مُسلِم)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (قٓ) بِآخِرِهَا: الحَدِيثُ عَنْ فَضْلِ القُرْآنِ الْكَرِيمِ، فَقَالَ فِي فَاتِحَتِهَا: ﴿قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ ١﴾، وَقَالَ فِي آخِرِ آيةٍ مِنْهَا: ﴿فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ ٤٥﴾",
            "مُنَاسَبَةُ سُورَةِ (قٓ) لِمَا قَبلَهَا مِنْ سُورَةِ (الحُجُرَاتِ):لَمَّا جَاءَ فِي أَوَاخِرِ (الحُجُرَاتِ) صِفَةُ المُؤْمِنِ الَّذِيْ لا يَرْتَابُ فِي دِينِهِ، فَقَالَ: ﴿إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ ...١٥﴾، افْتُتِحَتْ (قٓ) بِذِكْرِ نَقِيضِهِمْ مِمَّنِ ارْتَابَ فِي دِينِهِ، فَقَالَ: ﴿بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ ٢﴾"
        ]
	},
	{
		"id": 51,
		"surah": "الذاريات",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/051.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/051.jpg",
		"ayaatiha": "سِتُّونَ (60)",
		"maeni_asamuha": "(الذَّارِيَاتُ): الرِّيَاحُ تَذْرُوْ التُّرَابَ وَمَا كَانَ مِثْلَهُ حَتَّى يَتَطَايَرُ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الذَّارِيَاتِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الذَّارِيَاتِ)",
		"maqsiduha_aleamu": "مُعَالَجَةُ إِنْكَارِ عَقِيدَةِ البَعْثِ وَالنُّشُورِ، وَضَرْبُ الأَمْثِلَةِ عَلَى عُقُوبَةِ الأُمَمِ المُكَذِّبَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "مِنْ النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَات، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّويلِ قَالَ: «كَانَ النَّبِيُّ ﷺ يَقْرَأُ النَّظائِرَ؛ السُّورتينِ في رَكعةٍ ، (وَالطُّورَ والذَّارِيَاتِ) فِي رَكعةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُدَ)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الذَّارِيَاتِ) بِآخِرِهَا: الحَدِيثُ عَن الْوَعْدِ بِيَومِ البَعْثِ وَالنُّشُورِ، فَقَالَ فِي فَاتِحَتِهَا: ﴿إِنَّمَا تُوعَدُونَ لَصَادِقٞ ٥﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ ٦٠﴾",
            "مُنَاسَبَةُ سُورَةِ (الذَّارِيَاتِ) لِمَا قَبلَهَا مِنْ سُورَةِ (ق): السُّوَرَتَانِ مَوْضُوْعُهُمَا وَاحِدٌ وَهُوَ إِنْكَارُ الكُفَّارِ لِيَومِ الْبَعْثِ وَالنُّشُورِ"
        ]
	},
	{
		"id": 52,
		"surah": "الطور",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/052.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/052.jpg",
		"ayaatiha": "تِسْعٌ وَأَرْبَعُونَ (49)",
		"maeni_asamuha": "(الطُّورُ): اسْمُ الجَبَلِ الَّذِي كَلَّمَ اللهُ تَعَالَى عِنْدَهُ مُوسَى عليه السلام، وَيُسَمَّى بطُورِ سَيْنَاءَ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بالقَسَمِ فِيهَا بِجَبَلِ (الطُّورِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِهَا وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعْرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الطُّورِ)",
		"maqsiduha_aleamu": "عَرْضُ شُبُهَاتِ المُكَذِّبِينَ بِالرِّسَالَةِ وَالرَّدُ عَلَيهَا، وَبَيَانُ جَزَاءِ الْمُتَّقِينَ المُؤْمِنِينَ بِالرِّسَالَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "خَصَّهَا النَّبِيُ ﷺ فِي الصَّلَوَاتِ، فَعَنْ جُبَيرِ بْنِ مُطْعِمٍ رضي الله عنه قَالَ: «سَمِعْنَا رَسْولَ اللهِ ﷺ قَرَأَ فِي المَغْرِبِ بِالطُور». (رَوَاهُ البُخارِيّ)",
            "مِنَ النَّظَائِرِ التِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَوِيْلِ قَالَ: «كَانَ النَّبِيَّ ﷺ يَقْرأُ النَّظائِرَ؛ السُّورَتَيْنِ فِي رَكْعَةٍ ، (وَالطُّورَ والذَّاريَاتِ) فِي رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُدَ)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الطُّورِ) بِآخِرِهَا: الحَدِيثُ عَن تَقْرِيرِ الْعَذَابِ عَلَى الْمُكَذِّبِينَ، فَقَالَ فِي أوَّلِهَا: ﴿إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ ٧﴾، وَقَالَ فِي أَوَاخِرِهَا: ﴿وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ ٤٧﴾",
            "مُنَاسَبَةُ سُورَةِ (الطُّورِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الذَّارِيَات): لَمَّا خُتِمَتِ (الذَّارِيَاتُ) بِذِكْرِ الْعَذَابِ؛ بِقَولِهِ: ﴿فَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوبٗا مِّثۡلَ ذَنُوبِ أَصۡحَٰبِهِمۡ فَلَا يَسۡتَعۡجِلُونِ ٥٩﴾؛ افْتُتِحَتِ (الطُّورُ) بِتَقْرِيرِ الْعَذَابِ، فَقَالَ: ﴿إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ ٧﴾"
        ]
	},
	{
		"id": 53,
		"surah": "النجم",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/053.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/053.jpg",
		"ayaatiha": "اثْنَتَانِ وَسِتُّونَ (62)",
		"maeni_asamuha": "(النَّجْمُ): مَعْرُوفٌ، وَهُوَ أَحَدُ الأَجْرَامِ السَّمَاوِيَّةِ المُضِيئَةِ بِذَاتِهَا",
		"sabab_tasmiatiha": "أَقْسَمَ اللهُ بِالنَّجْمِ لِأَهَمِّيَتِهِ وَمُنَاسَبَتِهِ لِقِصَّةِ مِعْرَاجِ النَّبِيِّ ﷺ إِلَى السَّمَاءِ؛ فَسُمِّيَتِ السُّورَةُ بِهِ",
		"asmawuha": "لا يُعْرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (النَّجْمِ)",
		"maqsiduha_aleamu": "إِثْبَاتُ الْوَحْيِ مِنَ اللهِ تعَالَى، وَإِبْطَالُ عَقِيدَةِ الشِّرْكِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "أَوَّلُ سُورَةٍ نَزَلَتْ فِيهَا سَجْدَةٌ، فَعَن عَبْدِ اللهِ بنِ مَسْعُودٍ رضي الله عنه: قَالَ: «أوَّلُ سُورَةٍ أُنْزِلَتْ فِيهَا سَجْدَةٌ (وَالنَّجْمِ)، قَالَ: فَسَجَدَ رَسولُ اللَّهِ ﷺ وسَجَدَ مَن خَلْفَهُ إلَّا رَجُلًا...». (رَوَاهُ البُخارِيّ)",
            "مِنَ النَّظَائِرِ التِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَوِيْلِ قَالَ: «كَانَ النَّبِيَّ ﷺ يَقْرَأُ النَّظائِرَ؛ السُّورَتَيْنِ في رَكْعَةٍ، ... (الرَّحْمَنُ وَالنَّجمِ) فِي رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُدَ)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (النَّجْمِ) بِآخِرِهَا: الحَدِيثُ عَنْ الْوَحْيِ وَمَوقِفِ الْمُكَذِّبِينَ مِنْهُ، فَقَالَ فِي أَوَّلِهَا: ﴿إِنۡ هُوَ إِلَّا وَحۡيٞ يُوحَىٰ ٤﴾، وَرَدَّ عَلَى الْمُكَذِّبِينَ فِي أَوَاخِرِهَا، فَقَالَ: ﴿أَفَمِنۡ هَٰذَا ٱلۡحَدِيثِ تَعۡجَبُونَ ٥٩﴾",
            "مُنَاسَبَةُ سُورَةِ (النَّجْمِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الطُّورِ): خُتِمَتِ (الطُّورُ) بِكَلِمَةِ النُّجُومِ فِي قوله: ﴿وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ ٤٩﴾، وَافْتُتِحَتِ (النَّجْمُ) بِكَلِمَةِ النَّجْمِ فِي قَولِهِ: ﴿وَٱلنَّجۡمِ إِذَا هَوَىٰ ١﴾"
        ]
	},
	{
		"id": 54,
		"surah": "القمر",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/054.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/054.jpg",
		"ayaatiha": "خَمْسٌ وَخَمْسُونَ (55)",
		"maeni_asamuha": "(القَمَرُ): مَعْرُوفٌ، وَهُوَ الْجِرْمُ السَّمَاوِيِّ الَّذِي يَظْهَرُ مَعَ غُرُوبِ الشَّمْسِ إِلَى طُلُوعِ الْفَجْرِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُعْجِزَةِ انْشِقَاقِ الْقَمَرِ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْقَمَرِ)، وتُسَمَّى سُورَةَ: ﴿ٱقۡتَرَبَتِ ٱلسَّاعَةُ ﴾",
		"maqsiduha_aleamu": "بَيَانُ عَاقِبَةِ الْمُكَذِّبِينَ بِمُعْجِزَاتِ الْأَنْبِيَاءِ عليه السلام",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، وَقَدْ سَألَ أَهْلُ مَكَّةَ النَّبِيَّ ﷺ آيَةً فَانْشَقَّ الْقَمَرُ بِمَكَّةَ مَرَّتَيْنِ؛ فَنَزَلَتْ: ﴿ٱقۡتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلۡقَمَرُ ١ وَإِن يَرَوۡاْ ءَايَةٗ يُعۡرِضُواْ وَيَقُولُواْ سِحۡرٞ مُّسۡتَمِرّٞ ٢﴾. (حَدِيثٌ صَحيحٌ، رَوَاهُ التِّرمِذيُّ)",
		"fadluha": [
            "تُسَنُّ قِٓۚرَاءَتُهَا فِي صَلاَةِ العِيدَيْنِ، فَقَٓۚدْ كَانَ رَسُولُ اللهِ ﷺ يَقْٓۚرَأُ فِي الْفِطْرِ وَالأَضْحَى بِـ ﴿قٓۚ﴾ و ﴿ٱقۡتَرَبَتِ ٱلسَّاعَةُ﴾ (رَوَاهُ مُسْلِم)",
            "مِنَ النَّظَائِرِ الَّتِي كَانَ يَقٓۚرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّوِيْلِ قَٓۚالَ: «كَانَ النَّبِيُّ ﷺ يَقْٓۚرَأُ النَّظائِرَ، السُّورَتَيْنِ فِي رَكْعَةٍ، .... (وَاقْٓۚتَرَبَتْ وَالْحَاقَّٓۚةَ) فِي رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُدَ)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (القَمَرِ) بِآخِرِهَا: الحَدِيثُ عَنْ تَقْرِيرِ أَمْرِ السَّاعَةِ، فَقَالَ فِي مُفْتَتَحِهَا: ﴿ٱقۡتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلۡقَمَرُ ١﴾، وَقَالَ فِي أَوَاخِرِهَا: ﴿بَلِ ٱلسَّاعَةُ مَوۡعِدُهُمۡ وَٱلسَّاعَةُ أَدۡهَىٰ وَأَمَرُّ ٤٦﴾",
            "مُنَاسَبَةُ سُورَةِ (القَمَرِ) لِمَا قَبلَهَا مِنْ سُورَةِ (النَّجْمِ): تَحَدَّثَتِ السُّورَتَانِ عَنْ حَادِثَتَينِ سَمَاوِيَّتَين؛ فَنَاسَبَ تَتَابُعُهُمَا"
        ]
	},
	{
		"id": 55,
		"surah": "الرحمن",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/055.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/055.jpg",
		"ayaatiha": "ثَمَانٍ وَسَبْعُونَ (78)",
		"maeni_asamuha": "(الرَّحْمَنُ وَالرَّحِيمُ) اسْمَانِ لِلَّهِ تَعَالَى مُشْتَقَّانِ مِنَ الرَّحْمَةِ عَلَى وَجْهِ المُبَالَغَةِ. وَ(الرَّحْمَنُ) لِجَمِيعِ الْخَلْقِ، وَ(الرَّحِيمُ) خَاصٌّ بِالْمُؤْمِنِينَ",
		"sabab_tasmiatiha": "حَدِيثُ السُّورَةِ عَنْ رَحْمَةِ اللهِ تَعَالَى بِبَيَانِ نِعَمِهِ عَلَى خَلْقِهِ فِي الدُّنْيَا وَالآخِرَةِ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الرَحْمَنِ)، وتُسَمَّى (عَرَوسَ القُرْآنِ)",
		"maqsiduha_aleamu": "إِظْهَارُ نِعَمِ اللهِ تَعَالَى عَلَى عِبَادِهِ، وَدَعْوَتُهُمْ إِلَى الاعْتِرَافِ بِهَا؛ بِتَكْرَارِ قَولِهِ تَعَالَى: ﴿فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ﴾ (31) مَرَّةً فِي السُّورَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "مِن النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّوِيْلِ قَالَ: «كَانَ النَّبِيُّ ﷺ يَقْرَأُ النَّظائِرَ، السُّورَتَيْنِ فِي رَكْعَةٍ، .... (الرَّحمنَ والنَّجمِ) فِي رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُدَ)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الرّحْمَنِ) بِآخِرِهَا: الحَدِيثُ عَن اسْمِ اللهِ الرَّحْمَنِ، فَافتُتِحَتْ باسْمِ اللهِ: ﴿ٱلرَّحۡمَٰنُ ١﴾، وَاختُتِمَتْ بِهِ، فَقَالَ: ﴿تَبَٰرَكَ ٱسۡمُ رَبِّكَ ذِي ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ ٧٨﴾",
            "مُنَاسَبَةُ سُورَةِ (الرَّحْمَنِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْقَمَرِ): لَمَّا أبْرَزَ قَولَهُ سُبْحَانَهُ: ﴿عِندَ مَلِيكٖ مُّقۡتَدِرِۭ ٥٥﴾ بِصُورَةِ التَّنكِيرِ فكَأَنَّ سَائِلًا قَالَ: مَنِ المُتَّصِفُ بِهَاتَيْنِ الصِّفَتَيْنِ الْجَلِيلَتَيْنِ؟ فَقِيلَ: ﴿ٱلرَّحۡمَٰنُ ١﴾ ﷻ"
        ]
	},
	{
		"id": 56,
		"surah": "الواقعة",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/056.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/056.jpg",
		"ayaatiha": "سِتٌّ وَتِسْعُونَ (96)",
		"maeni_asamuha": "وَقَعَ الأَمْرُ: تَمَّ وَحَدَثَ، وَ(الوَاقِعَةُ) مِن أَسْمَاءِ يَومِ الْقِيَامَةِ؛ إِذْ وُقُوعَهَا حَادِثٌ مَتَى شَاءَ اللهُ تَعَالَى",
		"sabab_tasmiatiha": "دَلالَةُ مَعْنَى: (الْوَاقِعَةِ) عَلَى الْمَقْصِدِ الْعَامِّ للسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الْوَاقِعَةِ)",
		"maqsiduha_aleamu": "إِثْباَتُ وُقُوعِ يَومِ الْقِيَامَةِ، وَانْقِسَامِ النَّاسِ فِيهِ إِلِى ثَلاثَةِ أَصْنَافٍ، وَبَيَانِ مَا أَعَدَّهُ اللهُ لِكُلِّ صِنْفٍ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
            "فِيهَا مَوْعِظَةٌ شَدِيْدَةٌ عَنِ العَذَابِ وَأَهْوَالِ يَوِمِ القِيَامَةِ، فعَنِ ابْنِ عَبَّاسٍ رضي الله عنه قَالَ: قَالَ أَبُو بَكْرٍ رضي الله عنه: يَا رَسُولَ اللهِ قَدْ شِبْتَ، قَالَ: «شَيَّبَتْنِي (هُودٌ) و(الْوَاقِعَةُ) وَ(الْمُرْسَلَاتُ) وَ(عَمَّ يَتَسَاءَلُونَ) وَ(إِذَا الشَّمْسُ كُوِّرَتْ)».(حَدِيْثٌ صَحِيْحٌ، رواه التِّرمِذِيّ)",
            "مِنَ النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّوِيْلِ قَالَ: كَانَ النَّبِيُّ ﷺ يَقْرَأُ النَّظائِرَ، السُّورَتَيْنِ فِي رَكْعَةٍ، .... (وَإِذَا وَقَعَتْ، وَ نّ) في رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الواقعة) بِآخِرِهَا: الحَدِيثُ عَنْ أَصْنَافِ النَّاسِ يَومِ الْقِيَامَةِ، بَيَّنَهُمْ فِي أَوَّلِهَا فَقَالَ: ﴿وَكُنتُمۡ أَزۡوَٰجٗا ثَلَٰثَةٗ ٧﴾... الآيَاتِ، وَذَكَرَهُم فِي أَوَاخِرِهَا فَقَالَ: ﴿فَأَمَّآ إِن كَانَ مِنَ ٱلۡمُقَرَّبِينَ ٨٨﴾... الآيَاتِ",
            "مُنَاسَبَةُ سُورَةِ (الوَاقِعَةِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الرَّحْمَنِ): لَمَّا خَتَمَ (الرَّحْمَنَ) بِذِكْرِ نَعِيمِ المُتَّقِينَ؛ فَصَّلَ نَعِيمَهُمْ فِي أَوَائِلِ (الوَاقِعَةِ) فقَالَ: ﴿وَٱلسَّٰبِقُونَ ٱلسَّٰبِقُونَ ١٠﴾... الآياتِ"
        ]
	},
	{
		"id": 57,
		"surah": "الحديد",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/057.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/057.jpg",
		"ayaatiha": "تِسْعٌ وَعِشْرُونَ (29)",
		"maeni_asamuha": "(الْحَدِيدُ): الْمَعْدِنُ الْمَعْرُوفُ الْمُسْتَخْدَمُ فِي البِنَاءِ وَغَيرِهِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ فَوَائِدِ الْحَدِيدِ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الْحَدِيدِ)",
		"maqsiduha_aleamu": "الْحَثُّ عَلَى الإِنْفَاقِ فِي سَبِيلِ اللهِ شُكْرًا لِنِعَمِ اللهِ تَعَالَى فِي الدُّنْيَا وَالآخِرَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "سُورَةُ (الْحَدِيدِ) مِنَ المُسَبِّحَاتِ، أَتَى رجُلٌ رَسُوْلَ اللهِ ﷺ فَقَالَ: أَقرِئْنِي يَا رَسُوْلَ اللهِ، فَقَالَ: «اقْرَأْ ثَلاثًا مِنَ المُسَبِّحَاتِ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُدَ)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الْحَدِيدِ) بِآخِرِهَا: الحَدِيثُ عَنْ تَنْزِيهِ اللهِ تَعَالَى وَفَضْلِهِ فَافتُتِحَتْ بِتَسْبِيحِ اللهِ فَقَالَ: ﴿سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ١﴾، وَخُتِمَتْ بِوَصْفِ فَضْلِ اللهِ فَقَالَ: ﴿وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ ٢٩﴾",
            "مُنَاسَبَةُ سُورَةِ (الْحَدِيدِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْوَاقِعَةَ):خُتِمَتِ (الْوَاقِعَةُ) بِالتَّسْبِيحِ فَقَالَ: ﴿فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ ٩٦﴾، وَافْتُتِحَتِ (الْحَديدُ) بالتَّسْبِيحِ فَقَالَ: ﴿سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ١﴾"
        ]
	},
	{
		"id": 58,
		"surah": "المجادلة",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/058.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/058.jpg",
		"ayaatiha": "اثْنَتَانِ وَعِشْرُونَ (22)",
		"maeni_asamuha": "(الْجَدَلُ): شِدَّةُ الْخُصُومَةِ، وَمِنْهُ (المُجَادَلَة) بِفَتْحِ الدَّالِ. وَالمُرَادُ (بِالمُجَادِلَة) بِكَسْرِ الدَّالِ الصَّحَابِيَّةُ: (خَولَةُ بِنْتُ ثَعْلَبَةَ رضي الله عنه) رَاجَعَتِ النَّبِيَّ ﷺ وَحَاوَرَتْهُ فِي شَأْنِ زَوْجِهَا",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ قِصَّةِ الْمُجَادِلَةِ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْمُجَادَلَةِ)، وَتُسَمَّى سُورَةَ: ﴿قَدۡ سَمِعَ﴾، وَسُورَةَ (الظِّهَارِ)",
		"maqsiduha_aleamu": "بَيَانُ عِلْمِ اللهِ تَعَالى الدَّقِيقِ، وَالثَّنَاءُ عَلَى أَهْلِ الْعِلْمِ وَالإِيمَانِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، فَعَن عَائِشَةَ رضي الله عنه قَالَتِ: «الْحَمْدُ للهِ الَّذِي وَسِعَ سَمْعُهُ الأَصْوَاتَ، لَقَدْ جَاءَتِ المُجَادِلَةُ إَلَى النَّبِيِّ ﷺ تُكَلِّمُهُ وَأَنَا فِي نَاحِيَةِ البَيتِ، ما أسمَعُ مَا تَقُوْلُ فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ: ﴿قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا ...١﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ النَّسَائِي)",
		"fadluha": [
            "لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَة سِوَى أَنَّهَا مِنَ المُفَصَّلِ"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (المُجَادَلَةِ) بِآخِرِهَا: الحَدِيثُ عَنِ الصَّحَابَةِ ، فَافتُتِحَتْ بِذِكْرِ إِحْدَى الصَّحَابِيَاتِ؛ فَقَالَ: ﴿قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا ...١﴾ ...الآيَاتِ، وَخُتِمَتْ بِالتَّرَضِّي عَنهُمْ، فَقَالَ: ﴿رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ...٢٢﴾... الآيَةَ",
            "مُنَاسَبَةُ سُورَةِ (المَجَادَلَةِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْحَدِيدِ):لَمَّا خَتَمَ (الْحَدِيدَ) بِذِكْرِ فَضْلِ اللهِ بِقَولِهِ: ﴿وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ ...٢٩﴾، افْتَتَحَ (الْمُجَادَلَةَ) بِضَرْبِ مِثَالٍ عَلَى فَضْلِهِ فِي قِصَّةِ المُجَادِلَةِ؛ فَقَالَ: ﴿قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا ...١﴾"
        ]
	},
	{
		"id": 59,
		"surah": "الحشر",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/059.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/059.jpg",
		"ayaatiha": "أَرْبَعٌ وَعِشْرُونَ (24)",
		"maeni_asamuha": "حَشَرَ النَّاسَ: جَمَعَهُم، وَالمُرَادُ (بالْحَشْرِ): خُرُوجُ يَهُودِ بَنِي النَّضِيرِ مِن الْمَدِينَةِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الْحَشْرِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْحَشْرِ)، وَتُسَمَّى سُورَةَ (بَنِي النَّضِيرِ)",
		"maqsiduha_aleamu": "تَرْبِيَةُ النَّفْسِ وَتَقْوِيْمُهَا بِضَرْبِ الأَمْثَالِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، نَزَلَتْ فِي يَهُودِ بَنِي النَّضِيرِ؛ غَدَرُوا بِالنَّبِيِّ ﷺ وَنَقَضُوا العَهْدَ، فَأَجْلاهُم مِنَ المَدِينَةِ المُنَوَّرَةِ وَحَشَرَهُمْ إِلَى أَرْضِ الشَّامِ. (رَوَاهُ البُخارِيّ وَمُسْلِم)",
		"fadluha": [
            "(الحَشْرُ) مِنَ المُسَبِّحَاتِ، أَتى رجُلٌ رسولَ اللهِ ﷺ فقال: أَقرِئْنِي يا رسولَ اللهِ، فَقَالَ: «اقْرَأْ ثَلاثًا مِنَ المُسَبِّحَاتِ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الحَشْرِ) بِآخِرِهَا: الحَدِيثُ عَن تَنْزِيِهِ اللهِ تَعَالَى بِالتَّسْبِيحِ، افتُتِحَتْ بِالتَّسْبِيحِ، فَقَالَ: ﴿سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ١﴾، وَخُتِمَتْ بِالتَّسْبِيحِ، فَقَالَ: ﴿يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ٢٤﴾",
            "مُنَاسَبَةُ سُورَةِ (الْحَشْرِ) لِمَا قَبلَهَا مِنْ سُورَةِ (المُجَادَلَةِ):لَمَّا خَتَمَ (المُجَادَلَةَ) بِالإِشَارَةِ إَلَى مَن حَادَّ اللهَ وَرَسُولَهُ فِي قَوْلِهِ: ﴿يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ...٢٢﴾، ذَكَرَهُمْ فِي أَوَّلِ (الْحَشْرِ) فَقَالَ: ﴿ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ ...٤﴾"
        ]
	},
	{
		"id": 60,
		"surah": "الممتحنة",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/060.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/060.jpg",
		"ayaatiha": "ثَلاثَ عَشْرَةَ (13)",
		"maeni_asamuha": "الامْتِحَانُ: الاخْتِبَارُ وَالابْتِلاءُ، وَالمُرَادُ (بِالْمُمْتَحَنَةِ): امْتِحَانُ بَعضِ الصَّحَابَةِ فِي إِيمَانِهِم",
		"sabab_tasmiatiha": "سُمِّيَتْ (بِالْمُمْتَحَنَةِ) بِالْفَتْحِ نِسْبَةً إِلَى قِصَّةِ أَوَّلِ امْرَأَةٍ امْتُحِنَتْ فِي إِيمَانِهَا، وَ(المُمْتَحِنَةُ) بِالْكَسْرِ نِسْبَةً إِلَى آيَةِ امْتَحَانِ إِيمَانِ النِّسَاءِ المُهَاجِرَاتِ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْمُمْتَحَنَةِ)، وتُسَمَّى سُورَةَ (الامْتِحَانِ)، وَسُورَةَ (المَوَدَّةِ)",
		"maqsiduha_aleamu": "تَثْبِيتُ عَقِيدَةِ الْوَلاءِ للهِ وَرَسُولِهِ، وَالبَرَاءِ مِنَ الشِّرْكِ وَأَهْلِهِ وَعَدَمِ مُوَالاةِ غَيرِ الْمُسْلِمِينَ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، وَقَدْ نَزَلَ قَولُهُ: ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ ...١﴾ فِي الصَّحَابِيِّ حَاطِبِ بنِ أَبِي بَلْتَعَةَ رضي الله عنه. (رَوَاهُ البُخارِيّ وَمُسْلِم)",
		"fadluha": [
            "لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَة سِوَى أَنَّهَا مِنْ طِوَالِ المُفَصَّل"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الْمُمْتَحَنَةِ) بِآخِرِهَا: النَّهْيُ عَنِ الوَلاءِ لِغَيرِ اللهِ، فَقَالَ فِي فَاتِحَتِهَا: ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ ...١﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ ...١٣﴾",
            "مُنَاسَبَةُ سُورَةِ (المُمْتحَنةِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْحَشْرِ): فَضَحَتِ (الْحَشْرُ) أَخْلاقَ أَعْدَاءِ اللهِ، ثُمَّ تَبِعَتْهَا (المُمْتَحَنَةُ) بِالتَّحْذِيرِ مِن أَخْلاقِهِم"
        ]
	},
	{
		"id": 61,
		"surah": "الصف",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/061.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/061.jpg",
		"ayaatiha": "أَرْبَعَ عَشْرَةَ (14)",
		"maeni_asamuha": "الصَّفُّ: وَاحِدُ الصُّفُوفِ. \nوَالمُرَادُ (بالصَّفِّ): اصطِفَافُ جَيشِ المُسْلِمِينَ وَقْتَ الْقِتَالِ كَأَنَّهُم بُنْيَانٌ مَرْصُوصٌ",
		"sabab_tasmiatiha": "دَلَالَةُ هَذَا الاْسْمِ عَلَى المَقْصِدِ العَامِّ للسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الصَّفِّ)، وتُسَمَّى سُورَةَ (الحَوَارِيِّينَ)",
		"maqsiduha_aleamu": "الدَّعْوَةُ إِلَى تَوحِيدِ كَلِمَةِ المُسْلِمِينَ وَجَمْعِ صُفُوفِهِمْ فِي القِتَالِ وَفِي شُؤُونِ الأُمَّةِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، فَعَن عَبْدِ اللهِ بن سَلامٍ رضي الله عنه قَالَ: اقْعَدْنَا نَفَرٌ مِن أَصْحَابِ رَسُولِ اللهِ ﷺ فَتَذَاكَرْنَا فَقُلْنَا: لَو نَعْلَمُ أَيَّ الأَعْمَالِ أَحَبَّ إِلَى اللهِ لَعَمِلْنَاهُ فَأَنْزَلَ اللهُ الآياتِ (1 - 4) فَقَرَأَهَا عَلَينَا رَسُولُ اللهَ ﷺ. (حَدِيثٌ صَحيحٌ، رَوَاهُ التِّرمِذيُّ)",
		"fadluha": [
            "(الصَّفُّ) مِنَ المُسَبِّحَاتِ، أَتى رجُلٌ رَسُوْلَ اللهِ ﷺ فَقَالَ: أَقرِئْنِي يَا رَسُوْلَ اللهِ، فَقَالَ: «اقْرَأْ ثَلاثًا مِنَ المُسَبِّحَاتِ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُدَ)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الصَّفِّ) بِآخِرِهَا: تَوْجِيهُ المُؤْمِنِينَ وَذِكْرُ نَصْرِهِم، فَقالَ فِي أَوَّلِهَا: ﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ ٢﴾، وقَالَ فِي خَاتِمَتِهَا: ﴿فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ ١٤﴾",
            "مُنَاسَبَةُ سُورَةِ (الصَّفِّ) لِمَا قَبلَهَا مِنْ سُورَةِ (المُمْتَحَنَةِ): تَحَدَّثَتِ (المُمْتَحَنَةُ) عَنِ امْتِحَانِ القُلُوبِ، وَتَبِعَتْهَا (الصَّفُّ) بِالدَّعْوَةِ إِلَى تَوحِيدِ القُلُوبِ بَينَ صُفُوفِ المُسْلِمِينَ"
        ]
	},
	{
		"id": 62,
		"surah": "الجمعة",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/062.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/062.jpg",
		"ayaatiha": "إِحْدَى عَشْرَةَ (11)",
		"maeni_asamuha": "الجُمُعَةُ: خَيرُ أَيَّامِ الأُسْبُوعِ، وَالمُرَادُ بِالجُمُعَةِ: صَلاةُ الجُمُعَةِ",
		"sabab_tasmiatiha": "دِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الجُمَعَةِ)",
		"maqsiduha_aleamu": "تَذْكِيرُ المُسْلِمينَ بِنِعْمَةِ الرِّسَالَةِ وَفَضْلِ النَّبِيِّ ﷺ، وَدَعْوَتُهُمْ لاجْتِمَاعِ كَلِمَتِهِمْ وَصُفَوفِهِم",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، فَعَنْ أَبِيْ هُرَيرَةَ رضي الله عنه قَال: «كُنَّا جُلُوسًا عِنْدَ النَّبِيِّ ﷺ فَأُنْزِلَتْ عَلِيهِ سُورَةُ الْجُمُعَةِ: ﴿وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ٣﴾». (رَوَاهُ البُخارِيّ)",
		"fadluha": [
            "مِنَ النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيْثِ ابْنِ عَبَّاسٍ رضي الله عنه الطَّوِيْلِ قَالَ: «كان النَّبِيُّ ﷺ يَقْرَأُ فِي صَلاةِ الجُمُعَةِ، (سُورَةَ الْجُمُعَةِ وَالْمُنَافِقُونَ)». (رَوَاهُ مُسْلِم)",
            "(الجُمُعَةِ) مِنَ المُسَبِّحَاتِ، أَتى رجُلٌ رسُولَ اللهِ ﷺ فَقَالَ: أَقرِئْنِي يَا رَسُولَ اللهِ، فَقَالَ: «اقْرَأْ ثَلاثًا مِنَ المُسَبِّحَاتِ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الجُمُعَةِ) بِآخِرِهَا: الحَدِيثُ عَنْ مُهِمَّةِ الرَّسُولِ ﷺ، فَقَالَ فِي أَوَّلِهَا: ﴿هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ ...٢﴾...الآيةِ، وَقَالَ فِي خَاتِمَتِهَا: ﴿وَتَرَكُوكَ قَآئِمٗاۚ ...١١﴾...الآيةِ",
            "مُنَاسَبَةُ سُورَةِ (الجُمُعَةِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الصَّفِّ): لَمَّا حَثَّتِ (الصَّفُّ) عَلَى وِحْدَةِ صَفِّ المُسْلِمِينَ وَكَلِمَتِهِمْ، نَاسَبَ مَجِيءَ (الْجُمُعَةِ) بَعْدَهَا بِضَرْبِ مَثَلٍ عَلَى هَذِهِ الوِحْدَةِ بِصَلاةِ الْجُمُعَةِ"
        ]
	},
	{
		"id": 63,
		"surah": "المنافقون",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/063.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/063.jpg",
		"ayaatiha": "إِحْدَى عَشْرَةَ (11)",
		"maeni_asamuha": "النِّفَاقُ: إِبْطَانُ الْكُفْرِ وَإِظْهَارُ الإِيمَانِ. وَالمُرَادُ (بِالمُنَافِقِينَ): المُشْرِكُونَ الَّذِينَ سَكَنُوا الْمَدِينَةَ الْمُنَوَّرَةَ",
		"sabab_tasmiatiha": "حَدِيثُ السُّورَةِ عَنِ الْمُنَافِقِينَ؛ فَسُمِّيَتْ بِهِم",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْمُنَافِقُونَ)، وَتُسَمَّى سُورَةَ: ﴿إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ﴾",
		"maqsiduha_aleamu": "بَيَانُ صِفَاتِ أَهْلِ النِّفَاقِ وَالتَّحْذِيرُ مِن الاتِّصَافِ بِهِم",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِن صَحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "مِن النَّظَائِرِ التِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَعَنِ ابنِ عبَّاسٍ رضي الله عنه قَالَ: «كان النَّبِيُّ ﷺ يقرأُ فِي صَلاةِ الجُمُعَةِ (سُورَةَ الجُمُعَةِ وَالْمُنَافِقُونَ)». (رَوَاهُ مُسلِم)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (المنافقون) بِآخِرِهَا: السُّورَةُ كُلُّهَا تَتَحَدَّثُ عَن صِفَاتِ المُنَافِقِينَ",
            "مُنَاسَبَةُ سُورَةِ (الْمُنَافِقُونَ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْجُمُعَةِ): (الجُمُعَةُ) أَعْطَت مِثَالًا لِوَحْدَةِ الصَّفِّ؛ وَ(المُنَافِقُونَ) أَعْطَت مِثَالًا لِمَن انْشَقَّ عَن وِحْدَةِ الصَّفِّ"
        ]
	},
	{
		"id": 64,
		"surah": "التغابن",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/064.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/064.jpg",
		"ayaatiha": "ثَمَانِيَ عَشْرَةَ (18)",
		"maeni_asamuha": "الغَبنُ: النَّقْصُ. وَ(التَّغَابُنُ) مِن أَسْمَاءِ يَومِ الْقِيَامَةِ؛ وَسُمِّيَ بِذَلِكَ لأَنَّ أَهْلَ الجَنَّةِ يَغْبِنُونَ أَهْلَ النَّارِ",
		"sabab_tasmiatiha": "دِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (التَّغَابُنِ)",
		"maqsiduha_aleamu": "الحَثُّ عَلَى الإِيمَانِ، وَالْحَذَرُ مِن غَبْنِ المُؤْمِنِ نَفْسِهِ فِي الطَّاعَاتِ، وَالاعْتِبَارُ بِالأُمَمِ الْكَافِرَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعضِ آياتِها سَبَبُ نُزُولٍ",
		"fadluha": [
            "(التَّغابُنُ) مِنَ المُسَبِّحَاتِ، أَتَى رجُلٌ رَسُوْلَ اللهِ ﷺ فَقَالَ: أَقرِئْنِي يَا رَسُوْلَ اللهِ، فَقَالَ: «اقْرَأْ ثَلاثًا مِنَ المُسَبِّحَاتِ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (التَّغَابُنِ) بِآخِرِهَا: الحَدِيثُ عَنْ أَسْمَاءِ اللهِ وَصِفَاتِهِ، فَقَالَ فِي فَاتِحَتِهَا: ﴿لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ ١﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿وَٱللَّهُ شَكُورٌ حَلِيمٌ ١٧ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ١٨﴾",
            "مُنَاسَبَةُ سُورَةِ (التَّغَابُنِ) لِمَا قَبلَهَا مِنْ سُورَةِ (المُنَافِقُونَ): قَالَ فِي خَاتِمَةِ (المُنَافِقُونَ): ﴿وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ ١١﴾، وَقَالَ فِي أَوَّلِ (التَّغَابُنِ): ﴿وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ ٢﴾، فَاسْتَوفَى عِلْمُهُ كَلَّ شَيءٍ"
        ]
	},
	{
		"id": 65,
		"surah": "الطلاق",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/065.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/065.jpg",
		"ayaatiha": "اثْنَتَا عَشْرَةَ (12)",
		"maeni_asamuha": "الطَّلْقُ: التَّبَاعُدُ وَالتَّخْلِيَةُ، وَالمُرَادُ (بِالطَّلاقِ): حَلُّ قَيدِ النِّكَاحِ بِلَفْظِ الطَّلاقِ وَنَحْوِهِ",
		"sabab_tasmiatiha": "دِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الطَّلاقِ)، وَتُسَمَّى سُورَةَ (النِّسَاءِ القُصْوَى)",
		"maqsiduha_aleamu": "الحِفَاظُ عَلَى اسْتِقْرَارِ العَلاقَاتِ الزَّوجِيَّةِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَة سِوَى أَنَّهَا مِنْ طِوَالِ المُفَصَّل"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (الطَّلاقِ) بِآخِرِهَا: الحَدِيثُ عَنْ عِلْمِ اللهِ تَعَالَى، فَقَالَ فِي الآيَةِ الأُولَى: ﴿لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا ١﴾، وَقَالَ فِي خِتَامِ الآيَةِ الأَخِيرَةِ: ﴿وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا ١٢﴾",
            "مُنَاسَبَةُ سُورَةِ (الطَّلاقِ) لِمَا قَبلَهَا مِنْ سُورَةِ (التَّغَابُنِ):أَمَرَ اللهُ تَعَالَى بِتَقْوَى اللهِ فِي آخِرِ (التَّغَابُنِ) فَقَالَ: ﴿فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ ...١٦﴾، وَأَمَرَ بِتَقْوَى اللهِ فِي مُفْتَتَحِ (الطَّلاقِ) فَقَالَ: ﴿وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ ...١﴾"
        ]
	},
	{
		"id": 66,
		"surah": "التحريم",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/066.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/066.jpg",
		"ayaatiha": "اثْنَتَا عَشْرَةَ (12)",
		"maeni_asamuha": "(التَّحْرِيمُ) ضِدُّ (التَّحْلِيلِ)، وَ(الْحُرْمَةُ) مَا لا يَحِلُّ انتِهاكُه، وَالمُرَادُ (بالتَّحْرِيمِ): تَحْرِيمُ النَّبِيِّ ﷺ عَلَى نَفْسِهِ شُرْبَ العَسَلِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ حَادِثَةِ التَّحْرِيمِ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (التَّحْرِيمِ)، وتُسَمَّى سُورَةَ (النَّبِيِّ ﷺ)",
		"maqsiduha_aleamu": "الاقْتِدَاءُ بِحَيَاةِ النَّبِيِّ ﷺ الأُسْرِيَّةِ فِي إِصْلاحِ عَلاقَاتِهِ الزَّوجِيَّةِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، وَقَدْ نَزَلَ قَولُهُ تَعَالَى: ﴿يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ ١﴾ فِي تَحْرِيمِ النَّبِيِّ ﷺ عَلِى نَفْسِهِ شُرْبَ الْعَسَلِ بِسَبَبِ غَيْرَةِ بَعْضِ زَوجَاتِهِ . (رَوَاهُ البُخَارِيّ وَمُسْلِم)",
		"fadluha": [
            "لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَة، سِوَى أَنَّهَا مِنْ طِوَالِ المُفَصَّل"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (التَّحْرِيمِ) بِآخِرِهَا: الحَدِيثُ عَنْ الْمَرْأَةِ الصَّالِحَةِ، فَتَحَدَّثَتْ فِي أوَّلِهَا عَن زَوْجَاتِ النَّبِيِّ ﷺ، وَتَحَدَّثَتْ فِي أَوَاخِرِهَا عَن زَوْجَاتِ بَعْضِ الأَنْبِيَاءِ عليه السلام وَالصَّالِحَاتِ",
            "مُنَاسَبَةُ سُورَةِ (التَّحْرِيمِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الطَّلاقِ):السُّوَرَتَانِ مَوْضُوْعُهُمَا وَاحِدٌ عَن بَيتِ النُّبُوَةِ وَالعَلاقَاتِ الزَّوجِيَّةِ وَأَحْكَامِهَا"
        ]
	},
	{
		"id": 67,
		"surah": "الملك",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/067.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/067.jpg",
		"ayaatiha": "ثَلاثُونَ (30)",
		"maeni_asamuha": "المُلْكُ: مَا يُمْلَكُ وَيُتَصَرَّفُ فِيهِ، وَالمُرَادُ (بِالمُلْكِ): مُلْكُ اللهِ تَعَالَى لِكُلِّ شَيءٍ",
		"sabab_tasmiatiha": "لأنَّ السُّورَةَ كُلَّهَا تَتَحَدَّثُ عَنْ دَلائِلِ مُلْكِ اللهِ تَعَالَى؛ فَسُمِّيَتْ بِهِ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْمُلْكِ)، وتُسَمَّى سُورَةَ (تَبَارَكَ)، وَوُصِفَتْ بِـ(الْمُنْجِيَةِ) وَ(الْمُجَادِلَةِ)",
		"maqsiduha_aleamu": "بَيَانُ مُلْكِ اللهِ تَعَالَى الْفَرِيدِ، وَعَظِيمِ قُدْرَتِهِ فِي خَلْقِهِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
            "مُنْجِيَةٌ مِن عَذَابِ القَبْرِ، قَالَ رَسُولُ اللهِ ﷺ: «إِنَّ سُورَةً فِي القُرْآنِ ثَلاثُونَ آيَةً شَفَعَتْ لِصَاحِبِهَا حَتَّى غُفِرَ لَه: ﴿تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ ...١﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ ابنُ مَاجَة)",
            "تُستَحَبُّ قِراءَتُهَا كُلَّ لَيلَةٍ قَبلَ النَّومِ، فعَنْ جَابِـرٍ رضي الله عنه أَنَّ النَّبِيَّ ﷺ «كَانَ لاَ يَنَامُ حَتَى يَقرَأَ: ﴿الٓمٓ ١ تَنزِيلُ ٱلۡكِتَٰبِ﴾ السَّجْدَةَ وَ ﴿تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ ...١﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَحْمَد)"
        ],
		"munasabatiha": [
            "مُنَاسَبَةُ أَوَّلِ سُورَةِ (المُلْكِ) بِآخِرِهَا: الحَدِيثُ عَنْ قُدْرَةِ اللهِ تَعَالَى، فَافتُتِحَتْ بِأَوَّلِ أَدِلَّةِ الْقُدْرَةِ فَقَالَ سُبْحَانَهُ: ﴿ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ ...٢﴾، وَخُتِمَتْ بِأَهَمِّ مُقَوِّمَاتِ الْحَيَاةِ فَقَالَ: ﴿قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ ٣٠﴾",
            "مُنَاسَبَةُ سُورَةِ (المُلْكِ) لِمَا قَبلَهَا مِنْ سُورَةِ (التَّحْرِيمِ): خُتِمَتِ (التَّحْرِيمُ) بِذِكْرِ صِنْفَينِ مِمَّنْ آمَنَ وَكَفَرَ، وَافْتُتِحَتِ (الْمُلْكُ) بِاخْتِبَارِهِمَا؛ فَقَالَ: ﴿أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ ...٢﴾"
        ]
	},
	{
		"id": 68,
		"surah": "القلم",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/068.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/068.jpg",
		"ayaatiha": "اثْنَتَانِ وَخَمْسُونَ (52)",
		"maeni_asamuha": "الْقَلَمُ: أَوَّلُ شَيْءٍ خَلَقَهُ اللَّهُ، فَأَمَرَهُ فَكَتَبَ كُلَّ شَيْءٍ يَكُونُ. وَالمُرَادُ (بِالْقَلَمِ): كُلُّ قَلَمٍ يَكْتُبُ بِهِ النَّاسُ وَيَسْطُرُونَهُ مِنَ الْعُلُومِ",
		"sabab_tasmiatiha": "دِلَالَةُ هَذَا الاسْمِ عَلَى المَقصِدِ العَامِ لِلسُّورةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (القَلَمِ)، وتُسَمَّى سُورَةَ (نٓ)",
		"maqsiduha_aleamu": "إِثْبَاتُ نُبُوَةِ النَّبِيِّ ﷺ وَرَدُّ شُبُهَاتِ الْمُكَذِّبِينَ فِي أَخْلاقِهِ ﷺ وَرِسَالَتِهِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
			"مِنَ النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّويْلِ قَالَ: كَانَ النَّبِيُّ ﷺ يَقْرَأُ النَّظائِرَ، السُّورَتَيْنِ فِي رَكْعَةٍ، ... (وَإِذَا وَقَعَتِ وَ نٓ) في رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (الْقَلَمِ) بِآخِرِهَا: الحَدِيثُ عَنْ شُبْهَةِ الْجُنُونِ وَالرَّدِّ عَلَيهَا، فَقَالَ فِي أَوَّلِهَا: ﴿مَآ أَنتَ بِنِعۡمَةِ رَبِّكَ بِمَجۡنُونٖ ٢﴾، وَقَالَ فِي أَوَاخِرِهَا: ﴿وَيَقُولُونَ إِنَّهُۥ لَمَجۡنُونٞ ٥١﴾ - حَاشَاهُ ﷺ",
			"مُنَاسَبَةُ سُورَةِ (الْقَلَمِ) لِمَا قَبلَهَا مِنْ سُورَةِ (المُلْكِ): لَمَّا ذَكَرَتِ (الْمُلْكُ) العَدِيدَ مِنْ مَخْلُوقَاتِ اللهِ، نَاسَبَ مَجِيءَ (الْقَلَمِ)؛ لأَنَّهُ أَوَّلُ مَا خَلَقَ اللهُ تَعَالَى"
		]
	},
	{
		"id": 69,
		"surah": "الحاقة",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/069.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/069.jpg",
		"ayaatiha": "اثْنَتَانِ وَخَمْسُونَ(52)",
		"maeni_asamuha": "(الْحَاقَّةُ): مِنْ أَسْمَاءِ يَومِ الْقِيَامَةِ؛ وَسُمِّيَتْ بِذَلِكَ؛ لأَنَّ حَقَائِقَ الأُمُورِ، وَمُخَبَّآتِ الصُّدُورِ تَظْهَرُ فِيهَا، فَعَظَّمَ اللهُ شَأْنَهَا وَفَخَّمَهُ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الْحَاقَةِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْحَاقَّةِ)، وتُسَمَّى سُورَةَ (السِّلْسِلَةِ)",
		"maqsiduha_aleamu": "إِثْبَاتُ حَقِيقَةِ الْيَومِ الآخِرِ، وَتَصْوِيرُ حَالِ النَّاسِ يَومَ الْحِسَابِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
			"مِنَ النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّويْلِ قَالَ: كَانَ النَّبِيُّ ﷺ يَقْرَأُ النَّظائِرَ، السُّورَتَيْنِ فِي رَكْعَةٍ، .... (وَاقْتَرَبَتْ وَالْحَاقَّةَ) فِي رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (الحَاقَّةِ) بِآخِرِهَا: الحَدِيثُ عَنْ فَضْحِ الْمُكَذِّبِينَ، فَقَالَ فِي أَوَّلِهَا: ﴿كَذَّبَتۡ ثَمُودُ وَعَادُۢ بِٱلۡقَارِعَةِ ٤﴾، وَقَالَ فِي أَوَاخِرِهَا: ﴿وَإِنَّا لَنَعۡلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ ٤٩﴾",
			"مُنَاسَبَةُ سُورَةِ (الْحَاقَّةِ) لِمَا قَبْلَهَا مِنْ سُورَةِ (الْقَلَمِ): لَمَّا جَرَى ذِكْرُ كِتَابَةِ الْقَلَمِ مِنْ مَقَادِيرِ حَقِيقَةِ الْيَومِ الآخِرِ، نَاسَبَ ذِكْرَ اسْمٍ مِنْ أَسْمَاءِ يَومِ القِيّامِةِ، وَهُوَ: (الْحَاقَّةُ)"
		]
	},
	{
		"id": 70,
		"surah": "المعارج",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/070.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/070.jpg",
		"ayaatiha": "أَرْبَعٌ وَأَرْبَعُونَ (44)",
		"maeni_asamuha": "عَرَجَ: ارْتَفَعَ وَعَلا. وَالمُرَادُ (بِالْمَعَارِجِ): الْمَصَاعِدُ الَّتِي تَصْعَدُ فِيهَا الْمَلَائِكَةُ وَتَعْرُجُ إِلَى اللهِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الْمَعَارِجِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْمَعَارِجِ)، وَتُسَمَّى سُورَةَ: ﴿سَأَلَ سَآئِلُۢ﴾، وَسُورَةَ (الْوَاقِعِ)",
		"maqsiduha_aleamu": "التَّحْذِيرُ مِنْ صِفَاتِ الْكَافِرِينَ وَأَخُلاقِهِمْ وَالتَّحَلِّي بِصِفَاتِ أَهْلِ الإِيمَانِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
			"مِنَ النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّويْلِ قَالَ: كَانَ النَّبِيُّ ﷺ يَقْرَأُ النَّظائِرَ، السُّورَتَيْنِ فِي رَكْعَةٍ، ... (وَسَألَ سَائِلٌ وَالنَّازِعَاتِ) فِي رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (الْمَعَارِجِ) بِآخِرِهَا: الحَدِيثُ عَنْ سُؤَالِ الْمُكَذِّبِينَ عَنِْ الْعَذَابِ وَتَقْرِيرِهِ،  فَقَالَ فِي فَاتِحَتِهَا: ﴿سَأَلَ سَآئِلُۢ بِعَذَابٖ وَاقِعٖ ١﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۚ ذَٰلِكَ ٱلۡيَوۡمُ ٱلَّذِي كَانُواْ يُوعَدُونَ ٤٤﴾",
			"مُنَاسَبَةُ سُورَةِ (الْمَعَارِجِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْحَاقَّةِ): لَمَّا تَحدَّثَتِ (الْحَاقَّةُ) عَنْ يَومِ الْقِيَامَةِ، نَاسَبَ مَجِيءَ (الْمَعَارِجِ) لِبَيَانِ مِقْدَارِ هَذَا الْيَومِ بِخَمْسِينَ أَلْفَ سَنَةٍ"
		]
	},
	{
		"id": 71,
		"surah": "نوح",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/071.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/071.jpg",
		"ayaatiha": "ثَمَانٍ وَعِشْرُونَ (28)",
		"maeni_asamuha": "(نُوحٌ عليه السلام): مِنْ أُولِي الْعَزْمِ مِنَ الرُّسُلِ، دَعَا قَومَهُ إِلَى تَوحِيدِ اللهِ تَعَالَى أَلْفَ سَنَةٍ، وَمَا آمَنَ مَعَهُ إِلا قَلِيلٌ",
		"sabab_tasmiatiha": "لأَنَّ السُّورَةَ كُلَّهَا تَتَحَدَّثُ عَنْ قِصَّةِ نُوحٍ عليه السلام مَعَ قَومِهِ، فَسُمِّيَتْ بِهِ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (نُوحٍ)، وتُسَمَّى سُورَةَ: ﴿إِنَّآ أَرۡسَلۡنَا نُوحًا﴾",
		"maqsiduha_aleamu": "بَيَانُ بَعْضِ تَفَاصِيلِ دَعْوَةِ نُوحٍ عليه السلام لِتَكُونَ قُدْوَةً لِلدُّعَاةِ إِلَى اللهِ تَعَالَى",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُذكَرْ لَهَا سَبَبُ نُزُولٍ ولا لِبَعضِ آياتِهَا",
		"fadluha": [
			"لَم يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضلِ السُّورَةِ سِوَى أَنَّهَا مِنْ طِوَالِ المُفَصَّل"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (نُوحٍ) بِآخِرِهَا: السُّورَةُ كُلُّهَا تَتَحَدَّثُ عَنْ قِصَّةِ نُوحٍ عليه السلام مَعَ قَومِهِ",
			"مُنَاسَبَةُ سُورَةِ (نُوحٍ) عليه السلام لِمَا قَبلَهَا مِنْ سُورَةِ (الْمَعَارِجِ):خُتِمَتِ (الْمَعَارِجُ) بِتَقْرِيرِ الْعَذَابِ عَلَى الْكَافِرِينَ فَقَالَ: ﴿خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۚ ...٤٤﴾، فَكَانَتْ قِصَّةُ (نُوحٌ عليه السلام) مِثَالًا لِلإِنْذَارِ قَبْلَ وُقُوعِ الْعَذَابِ، فَقَالَ: ﴿إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ ١﴾"
		]
	},
	{
		"id": 72,
		"surah": "الجن",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/072.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/072.jpg",
		"ayaatiha": "ثَمَانٍ وَعِشْرُونَ (28)",
		"maeni_asamuha": "(الْجِنُّ): كَالْإِنْسِ خَلَقَهُمُ اللهُ لِعِبَادَتِهِ، وَأَصْلُ خَلْقَهُمْ مِنْ نَارِ، كَمَا أَنَّ أَصْلَ خَلْقِ الْإِنْسِ مِنْ تُرَابٍ",
		"sabab_tasmiatiha": "لِأَنَّ السُّورَةَ كُلَّهَا تَتَحَدَّثُ عَنْ خَلْقِ (الْجِنِّ) وَأَعْمَالِهِمْ وَأَحْوَالِهِمْ، فَسُمِّيَتْ بِهِمْ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْجِنِّ)، وتُسَمَّى سُورَةَ: ﴿قُلۡ أُوحِيَ﴾",
		"maqsiduha_aleamu": "بَيَانُ حَقِيقَةِ إِيمَانِ الْجِنِّ وَأَحْوَالِهِمْ وَحُدُودُ قُدُرَاتِهِمْ، وَأَنَّهُمْ لَا يَمْلِكُونَ نَفْعًا وَلَا ضَرًّا",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، وَقَدِ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ إِلَى رَسُولِ اللهِ ﷺ وَهُوَ يُصَلِّي مَعَ أَصْحَابِهِ صَلاةَ الْفَجْرِ، فَقَالُوا: هَذَا وَاللهِ الَّذِي حَالَ بَينَكُمْ وَبَينَ خَبَرِ السَّمَاءِ ثُمَّ رَجَعُوا إِلِى قَومِهِمْ، فَأَنْزَلَ اللهُ الآيَاتِ. (رَوَاهُ البُخَارِيّ وَمُسْلِم)",
		"fadluha": [
			"لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَة سِوَى أَنَّهَا مِنْ طِوَالِ المُفَصَّل"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (الْجِنِّ) بِآخِرِهَا: الحَدِيثُ عَنْ كَونِ الْجِنِّ مِنْ عُلُومِ الْغَيبِ، فَقَالَ فِي فَاتِحَتِهَا: ﴿قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ ...١﴾، وَقَالَ فِي أَوَاخِرِهَا: ﴿عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا ٢٦﴾",
			"مُنَاسَبَةُ سُورَةِ (الْجِنِّ) لِمَا قَبلَهَا مِنْ سُورَةِ (نُوحٍ عليه السلام):بَيَّنَتْ قِصَّةُ (نُوحٌ عليه السلام) أَنَّهُ مَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ مِنَ الإِنْسِ، وَبَيَّنَتْ سُورَةُ (الْجِنِّ) أَنَّ الْقَلِيلَ مِنَ الْجِنِّ هُوَ مَنْ آمَنَ بِالنَّبِيِّ ﷺ، فَدَلَّ عَلَى فَضْلِ خَاتَمِ الْأَنْبِيَاءِ مُحَمَّدٍ ﷺ"
		]
	},
	{
		"id": 73,
		"surah": "المزمل",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/073.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/073.jpg",
		"ayaatiha": "عِشْرُونَ (20)",
		"maeni_asamuha": "الْمُدَّثِّرُ وَالْمُزَّمِّلُ بِمَعْنىً وَاحِدٍ، وَهُوَ الْمُتَغَطِّي بِثِيَابِهِ، وَالمُرَادُ (بِالْمُزَّمِلِ): النَّبِيُّ ﷺ الْمُتَلَفِّفُ بِثِيَابِهِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الْمُزَّمِّلِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الْمُزَّمِلِ)",
		"maqsiduha_aleamu": "بَيَانُ الْإِعْدَادِ الرَّوحِيِّ لِلدَّاعِيَةِ (وَرَسْولُ اللهِ ﷺ مِثَالًا)",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِن صَحَّ لِبَعضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
			"مِنَ النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّوِيْلِ قَالَ: كَانَ النَّبِيُّ ﷺ يَقْرَأُ النَّظائِرَ، السُّورَتَيْنِ فِي رَكْعَةٍ، .... (الْمُدَّثِّرَ وَالمُزَّمِّلَ) في رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (الْمُزَّمِّلِ) بِآخِرِهَا: الْأَمْرُ بِقِرَاءَةِ الْقُرْآنِ، فَقَالَ فِي أَوَّلِهَا: ﴿وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِيلًا ٤﴾، وَقَالَ فِي أَوَاخِرِهَا: ﴿فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ ...٢٠﴾",
			"مُنَاسَبَةُ سُورَةِ (الْمُزَّمِّلِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْجِنِّ): لَمَّا ذَكَرَتِ (الْجِنُّ) نِعْمَةَ إِيمَانِ بَعْضِ الْجِنِّ بِدَعْوَةِ النَّبِيِّ ﷺ، نَاسَبَ افْتِتَاحَ (الْمُزَّمِّلِ) بِشُكْرِ هَذِهِ النِّعْمَةِ بِقِيَامِ الْلَّيْلِ وَغَيرِهِ"
		]
	},
	{
		"id": 74,
		"surah": "المدثر",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/074.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/074.jpg",
		"ayaatiha": "سِتٌّ وَخَمْسُونَ (56)",
		"maeni_asamuha": "الْمُدَّثـِّـرُ وَالْمُزَّمِّـلُ بِمَعْنىً وَاحِدٍ، وَهُوَ الْمُتَغَطِّي بِثِيَابِهِ، وَالمُرَادُ (بِالمُدَّثِرِ): النَّبِيُّ ﷺ الْمُتَلَفِّفُ بِثِيَابِهِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الْمُدَّثِّرِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لَا يُعْرَفُ لِلسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الْمُدَّثِّرِ)",
		"maqsiduha_aleamu": "إِظْهَارُ مُهِمَّةِ الدَّاعِيَّةِ، وَبَيَانُ حَالِ الْمَدْعُوِّينَ الْمُكَذِّبِينَ وَمَصِيرِهِمْ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، عَنْ جَابِرِ بْنِ عَبْدِ اللهِ رضي الله عنه، قَالَ: قَالَ رَسُولَ اللهِ ﷺ»: بَيْنَا أَنَا أَمْشِي إِذْ سَمِعْتُ صَوْتًا مِنَ السَّمَاءِ فَرَفَعْتُ بَصَرِي فَإِذَا الْمَلكُ الَّذِي جَاءَنِي بِحِرَاءٍ جَالِسٌ عَلَى كُرْسِيٍّ بَيْنَ السَّمَاءِ وَالأَرْضِ، فَرُعِبْتُ مِنْهُ، فَرَجَعْتُ، فَقُلْتُ: زَمِّلُونِي زَمِّلُونِي»، فَأَنْزَلَ اللهُ تَعَالَى: ﴿يَٰٓأَيُّهَا ٱلۡمُدَّثِّرُ ١﴾ إلَى قَوْلِهِ: ﴿وَٱلرُّجۡزَ فَٱهۡجُرۡ ٥﴾ فَحَمِيَ الوَحْيُ وتَتابَعَ». (رَوَاهُ البُخَارِيّ وَمُسْلِم)",
		"fadluha": [
			"مِنَ النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّويْلِ قَالَ: كَانَ النَّبِيُّ ﷺ يَقْرَأُ النَّظائِرَ، السُّورَتَيْنِ فِي رَكْعَةٍ،... (وَالْمُدَّثِّرَ وَالمُزَّمِّلَ) في رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (المدَّثِّر) بِآخِرِهَا: الحَدِيثُ عَنْ شِدَّةِ يَومِ الْقِيَامَةِ وَالتَّذْكِيرِ بِهِ، فَقَالَ فِي أَوَّلِهَا: ﴿فَذَٰلِكَ يَوۡمَئِذٖ يَوۡمٌ عَسِيرٌ ٩ عَلَى ٱلۡكَٰفِرِينَ غَيۡرُ يَسِيرٖ ١٠﴾، وَقَالَ فِي أَوَاخِرِهَا: ﴿كَلَّاۖ بَل لَّا يَخَافُونَ ٱلۡأٓخِرَةَ ٥٣ كَلَّآ إِنَّهُۥ تَذۡكِرَةٞ ٥٤﴾",
			"مُنَاسَبَةُ سُورَةِ (الُمُدَّثِّرِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْمُزَّمِّلِ):السُّوَرَتَانِ مَوْضُوْعُهُمَا وَاحِدٌ عَنْ شَخْصِ النَّبِيِّ ﷺ وَإِعْدَادِ الدَّاعِيَةِ"
		]
	},
	{
		"id": 75,
		"surah": "القيامة",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/075.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/075.jpg",
		"ayaatiha": "أَرْبَعُونَ (40)",
		"maeni_asamuha": "(الْقِيَامَةُ): مِنْ أَسْمَاءِ يَومِ الْقِيَامَةِ، وَسُمِّيَتْ بِذَلِكَ لِأَنَّ النَّاسَ يَقُومُونَ مِنْ قُبُورِهِمْ يُبْعَثُونَ لِلْحِسَابِ",
		"sabab_tasmiatiha": "دِلَالَةُ هَذَا الاسْمِ عَلَى المَقصِدِ العَامِّ لِلسُّورةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْقِيَامَةِ)، وتُسَمَّى سُورَةَ: ﴿لَآ أُقۡسِمُ بِيَوۡمِ ٱلۡقِيَٰمَةِ﴾",
		"maqsiduha_aleamu": "إِثْبَاتُ عَقِيدَةِ الْبَعْثِ وَالْحِسَابِ وَالْجَزَاءِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِنْ صَحَّ لِبَعْضِ آياتِهَا سَبَبُ نُزُولٍ",
		"fadluha": [
			"مِنَ النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّويْلِ قَالَ: «كَانَ النَّبِيُّ ﷺ يَقْرَأُ النَّظَائِرَ، السُّورَتَيْنِ فِي رَكْعَةٍ، ... (وَهَلْ أَتَى وَلاَ أُقْسِمُ بِيَومِ الْقِيَامَةِ) فِي رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (الْقِيَامَةِ) بِآخِرِهَا: تَذْكِيرُ الْإِنْسَانِ بِخَلْقِهِ وَهِدَايَتِهِ،  فَقَالَ فِي أَوَّلِهَا: ﴿أَيَحۡسَبُ ٱلۡإِنسَٰنُ أَلَّن نَّجۡمَعَ عِظَامَهُۥ ٣﴾، وَقَالَ فِي أَوَاخِرِهَا: ﴿أَيَحۡسَبُ ٱلۡإِنسَٰنُ أَن يُتۡرَكَ سُدًى ٣٦﴾",
			"مُنَاسَبَةُ سُورَةِ (الْقِيَامَةِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْمُدَّثِّرِ): لَمَّا خَتَمَ اللهُ تَعَالَى (الْمُدَّثِّرَ) بِذِكْرِ الْيَومِ الْآخِرِ بِقَولِهِ: ﴿كَلَّاۖ بَل لَّا يَخَافُونَ ٱلۡأٓخِرَةَ ٥٣﴾، افْتَتَحَ (الْقِيَامَةَ) بِتَفَصِيلِ هَذَا الْيَومِ؛ فَقَالَ: ﴿لَآ أُقۡسِمُ بِيَوۡمِ ٱلۡقِيَٰمَةِ ١﴾... الآيَات"
		]
	},
	{
		"id": 76,
		"surah": "الإنسان",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/076.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/076.jpg",
		"ayaatiha": "إِحْدَى وَثَلَاثُونَ (31)",
		"maeni_asamuha": "(الْإِنْسَانُ): مَعْرُوفٌ، وَهُوَ الْمُكَلَّفُ بِعِبَادَةِ اللهِ تَعَالَى وَحْدَهُ لَا شَرِيكَ لَهُ",
		"sabab_tasmiatiha": "دِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الإِنْسَانِ)، وتُسَمَّى سُورَةَ: ﴿هَلۡ أَتَىٰ عَلَى ٱلۡإِنسَٰنِ﴾ وَسُورَةَ ﴿ٱلدَّهۡرِ﴾",
		"maqsiduha_aleamu": "تَذْكِيرُ الْإِنْسَانِ بِنِعْمَةِ خَلْقِهِ وَمَصِيرِهِ لِلْاتِّعَاظِ وَالْاعْتِبَارِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
			"تُسَنُّ قِراءتُها فَجرَ الجُمُعَةِ، فَعَنْ أَبِي هُرَيرَةَ رضي الله عنه قَالَ: «كَانَ النَّبِيُّ ﷺ يَقْرَأُ فِي الْفَجْرِ يَومَ الْجُمُعَةِ ﴿الٓمٓ ١ تَنزِيلُ﴾ السَّجْدَةَ وَ ﴿هَلۡ أَتَىٰ عَلَى ٱلۡإِنسَٰنِ﴾». (رَوَاهُ البُخَارِيّ وَمُسْلِم)",
			"مِنَ النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّويْلِ قَالَ: «كَانَ النَّبِيُّ ﷺ يَقْرَأُ النَّظَائِرَ، السُّورَتَيْنِ فِي رَكْعَةٍ، .... (وَهَلْ أَتَى وَلاَ أُقْسِمُ بِيَومِ الْقِيامَةِ) فِي رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (الإِنْسَانِ) بِآخِرِهَا: التَّذْكِيرُ بِخَلْقِ الْإِنْسَانِ، فَقَالَ فِي أَوَّلِهَا: ﴿إِنَّا خَلَقۡنَا ٱلۡإِنسَٰنَ مِن نُّطۡفَةٍ أَمۡشَاجٖ نَّبۡتَلِيهِ فَجَعَلۡنَٰهُ سَمِيعَۢا بَصِيرًا ٢﴾، وَقَالَ فِي أَوَاخِرِهَا: ﴿نَّحۡنُ خَلَقۡنَٰهُمۡ وَشَدَدۡنَآ أَسۡرَهُمۡۖ ...٢٨﴾",
			"مُنَاسَبَةُ سُورَةِ (الْإِنْسَانِ) لِمَا قَبْلَهَا مِنْ سُورَةِ (الْقِيَامَةِ): خُتِمَتِ (الْقِيَامَةُ) بِتَذْكِيرِ الْإِنْسَانِ بِأَصْلِ خِلْقَتِهِ، فَقَالَ: ﴿أَلَمۡ يَكُ نُطۡفَةٗ مِّن مَّنِيّٖ يُمۡنَىٰ ٣٧ ثُمَّ كَانَ عَلَقَةٗ فَخَلَقَ فَسَوَّىٰ ٣٨﴾، وَافْتُتِحَتِ (الْإِنْسَانُ) بِالْمَوضُوعِ نَفْسِهِ، فَقَالَ: ﴿إِنَّا خَلَقۡنَا ٱلۡإِنسَٰنَ مِن نُّطۡفَةٍ أَمۡشَاجٖ نَّبۡتَلِيهِ فَجَعَلۡنَٰهُ سَمِيعَۢا بَصِيرًا ٢﴾"
		]
	},
	{
		"id": 77,
		"surah": "المرسلات",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/077.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/077.jpg",
		"ayaatiha": "خَمْسُونَ (50)",
		"maeni_asamuha": "الْمِرْسَالُ: الرَّسُولُ، جَمْعُ مَرَاسِيلِ. وَالمُرَادُ (بِالْمُرْسَلَاتِ): الْمَلَائِكَةُ الْمُرْسَلَةُ بِالْوَحْي إِلَى الأَنبِياَءِ عليه السلام",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الْمُرْسَلَاتِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْمُرْسَلَاتِ)، وتُسَمَّى سُورَةَ: ﴿وَالْمُرْسَلَاتِ عُرْفًا﴾، وَسُورَةَ (الْعُرْفِ)",
		"maqsiduha_aleamu": "إِقَامَةُ الْحُجَّةِ عَلَى الْمُكَذِّبِينَ بِوُقُوعِ يَومِ الْقِيَامَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، فَعَنْ ابْنِ مَسْعُودٍ رضي الله عنه قَالَ: «بَيْنَمَا نَحْنُ مَعَ النَّبِيِّ ﷺ فِي غَارٍ بِمِنًى إِذْ نَزَلَ عَلَيْهِ ﴿وَٱلۡمُرۡسَلَٰتِ﴾، وَإِنَّهُ لَيَتْلُوهَا، وَإِنِّي لَأَتَلَقَّاهَا مِنْ فِيهِ، وَإِنَّ فَاهُ لَرَطْبٌ بِهَا». (رَوَاهُ البُخَارِيّ)",
		"fadluha": [
			"فِيهَا مَوْعِظَةٌ شَدِيْدَةٌ عَنِ العَذَابِ وَأَهْوَالِ يَوِمِ القِيَامَةِ، فعَنِ ابْنِ عَبَّاسٍ رضي الله عنه قَالَ: قَالَ أَبُو بَكْرٍ رضي الله عنه: يَا رَسُولَ اللهِ قَدْ شِبْتَ، قَالَ: «شَيَّبَتْنِي (هُودٌ) و(الْوَاقِعَةُ) و(الْمُرْسَلَاتُ) و(عَمَّ يَتَسَاءَلُونَ) و(إِذَا الشَّمْسُ كُوِّرَتْ)». (حَدِيْثٌ صَحِيْحٌ، رواه التِّرمِذِيّ)",
			"مِنَ النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّويْلِ قَالَ: كَانَ النَّبِيُّ ﷺ يَقْرَأُ النَّظَائِرَ، السُّورَتَيْنِ فِي رَكْعَةٍ، .... (وعمَّ يَتَسَاءَلُوْنَ والْمُرْسَلَاتِ) فِي رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (الْمُرْسَلَاتِ) بِآخِرِهَا: الْحَدِيثُ عَنْ إِقْرَارِ الْعَذَابِ لِلْمُكَذِّبِينَ، فَذَكَرَ (الْوَيلَ) فِي أَوَّائِلِ السُّورَةِ وَكَرَّرَ ذِكْرَهُ فِي أَوَاخِرِهَا، فَقَالَ:  ﴿وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ ٤٩﴾",
			"مُنَاسَبَةُ سُورَةِ (الْمُرْسَلَاتِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْإِنْسَانِ): لَمَّا خَتَمَ اللهُ تَعَالَى (الْإِنْسَانَ) بِذِكْرِ الْعَذَابِ بِقَولِهِ: ﴿وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا ٣١﴾ افْتَتَحَ (الْمُرْسَلَاتِ) بِمَجْمُوعَةِ أَقْسَامٍ لِلْإِنْذَارِ بِوُقَوعِ الْعَذَابِ فَقَالَ: ﴿عُذۡرًا أَوۡ نُذۡرًا ٦ إِنَّمَا تُوعَدُونَ لَوَٰقِعٞ ٧﴾"
		]
	},
	{
		"id": 78,
		"surah": "النبأ",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/078.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/078.jpg",
		"ayaatiha": "أَرْبَعُونَ (40)",
		"maeni_asamuha": "النَّبَأُ: الْخَبَرُ، وَالْجَمْعُ: أَنْبَاءُ. وَالمُرَادُ (بِالنَّبَإِ): سُؤَالُ الْكُفَّارِ عَنْ خَبَرِ إِحْيَاءِ الْأَجْسَادِ بَعْدَ مَوتِهَا",
		"sabab_tasmiatiha": "دِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشْتُهِرَتْ بِسُورَةِ (النَّبَإِ)، وِتُسَمَّى سُورَةَ (عَمَّ)، وَسُورَةَ (الْمُعْصِرَاتِ)، وَسُورَةَ (التَّسَاؤُلِ)",
		"maqsiduha_aleamu": "إِثْبَاتُ عَقِيدَةِ الْبَعْثِ وَالنُّشُورِ وَالْحِسَابِ وَالْجَزَاءِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"فِيهَا مَوْعِظَةٌ شَدِيْدَةٌ عَنِ العَذَابِ وَأَهْوَالِ يَوِمِ القِيَامَةِ، فعَنْ ابْنِ عَبَّاسٍ رضي الله عنه قَالَ: قَالَ أَبُو بَكْرٍ رضي الله عنه: يَا رَسُولَ اللهِ قَدْ شِبْتَ، قَالَ: «شَيَّبَتْنِي (هُودٌ) و(الْوَاقِعَةُ) و(الْمُرْسَلَاتُ) و(عَمَّ يَتَسَاءَلُونَ) و(إِذَا الشَّمْسُ كُوِّرَتْ)». (حَدِيْثٌ صَحِيْحٌ، رَوَاهُ التِّرمِذِيّ)",
			"مِنَ النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّويْلِ قَالَ: كَانَ النَّبِيُّ ﷺ يَقْرَأُ النَّظَائِرَ، السُّورَتَيْنِ فِي رَكْعَةٍ، .... (وعَمَّ يَتَسَاءَلُونَ والْمُرْسَلَاتِ) فِي رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (النَّبإِ) بِآخِرِهَا: الحَدِيثُ عَنْ حَقِيقَةِ الْبَعْثِ، فَافْتُتِحَتْ بِسُؤَالِ الْكَافِرِينَ عَنِ الْبَعْثِ، فَقَالَ: ﴿عَمَّ يَتَسَآءَلُونَ ١ عَنِ ٱلنَّبَإِ ٱلۡعَظِيمِ ٢﴾، وَخُتِمَتْ بِنَدَمِهِمْ بَعْدَ إِقْرَارِهِمْ بِالْبَعْثِ، فَقَالَ: ﴿...وَيَقُولُ ٱلۡكَافِرُ يَٰلَيۡتَنِي كُنتُ تُرَٰبَۢا ٤٠﴾",
			"مُنَاسَبَةُ سُورَةِ (النَّبإِ) لِمَا قَبْلَهَا مِنْ سُورَةِ (الْمُرْسَلاتِ): لَمَّا تَحَدَّثَتِ (الْمُرْسَلَاتُ) عَنْ يَومِ الْقِيَامَةِ، نَاسَبَ مَجِيءَ (النَّبَإِ) لِلسُّؤَالِ عَنْ هَذَا الْيَومِ"
		]
	},
	{
		"id": 79,
		"surah": "النازعات",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/079.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/079.jpg",
		"ayaatiha": "سِتٌّ وَأَرْبَعُونَ (46)",
		"maeni_asamuha": "نَزَعَ الشّيءَ: اقْتَلَعَهُ وَأَزَالَهُ وَخَلَعَهُ. وَالمُرَادُ (بِالنَّازِعَاتِ): الْمَلائِكَةُ تَنْزِعُ أَرْوَاحَ الْكُفَّارِ الْخَبِيثَةِ مِنْ أَجْسَادِهِمْ بِشِدَّةٍ وَعُسْرٍ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِوَصْفِ المَلَائِكَةِ (بِالنَّازِعَاتِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (النَّازِعَاتِ)، وَتُسَمَّى سُورَةَ (السَّاهِرَةِ)، وَسُورَةَ (الطَّامَّةِ)",
		"maqsiduha_aleamu": "إِثْبَاتُ عَقِيدَةِ الْيَومِ الآخِرِ وَالْبَعْثِ وَالنُّشُورِ وَانْقِسَامِ النَّاسِ يَومَ الْقِيَامَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُنقَل سَبَبٌ لِنـُزُوْلِهَا جُملَةً وَاحِدَةً، ولكِن صَحَّ لِبَعْضِ آيَاتِها سَبَبُ نُزُولٍ",
		"fadluha": [
			"مِنَ النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّويْلِ قَالَ: «كَانَ النَّبِيُّ ﷺ يَقْرَأُ النَّظَائِرَ، السُّورَتَيْنِ فِي رَكْعَةٍ، .... (وَسَأَلَ سَائِلٌ وَالنَّازِعَاتِ) فِي رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (النَّازِعَاتِ) بِآخِرِهَا: تَقْرِيرُ يَومِ الْقِيَامَةِ، فَافْتُتِحَتْ بِمَجْمُوعَةِ أَقْسَامٍ لِتَقْرِيرِ يَومِ الْقِيَامَةِ، فَقَالَ: ﴿يَوۡمَ تَرۡجُفُ ٱلرَّاجِفَةُ ٦ تَتۡبَعُهَا ٱلرَّادِفَةُ ٧﴾... الآيَاتِ، وَخُتِمَتْ بِذِكْرِ السَّاعَةِ، فَقَالَ: ﴿يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَا ٤٢﴾",
			"مُنَاسَبَةُ سُورَةِ (النَّازِعَاتِ) لِمَا قَبلَهَا مِنْ سُورَةِ (النَّبَإِ): لَمَّا خُتِمَتْ سُورَةُ (النَّبَإِ) بِقَولِ الْكَافِرِ: ﴿يَٰلَيۡتَنِي كُنتُ تُرَٰبَۢا ٤٠﴾، نَاسَبَ افْتِتَاحَ (النَّازِعَاتِ) بِوَصْفِ نَزْعِ رُوحِهِ بِشِدَّةٍ فِي قَولِهِ: ﴿وَٱلنَّٰزِعَٰتِ غَرۡقٗا ١﴾"
		]
	},
	{
		"id": 80,
		"surah": "عبس",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/080.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/080.jpg",
		"ayaatiha": "اثْنَتَانِ وَأَرْبَعُونَ (42)",
		"maeni_asamuha": "عَبَسَ: قَطَّبَ مَا بَينَ عَيْنَيهِ لِإِبْدَاءِ الاسْتِيَاءِ وَعَدَمِ الرِّضَا. وَالمُرَادُ (بِعَبَسَ): أَنَّ النَّبِيَّ ﷺ عَبَسَ فِي وَجْهِ الصَّحَابِيِّ عَبْدِ اللهِ بنِ أُمِّ مَكْتُومٍ رضي الله عنه، فَعَاتَبَهُ اللهُ تَعَالَى لِيُزَكِّي خُلُقَهُ الْعَظِيمَ ﷺ ويُكَمِّلَهُ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ حَادِثَةِ (عَبَسَ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (عَبَسَ)، وتُسَمَّى سُورَةَ (الْأَعْمَى)، وَسُورَةَ (الْغُرَّةِ)، وَسُورَةَ (الْصَّاخَّةِ)",
		"maqsiduha_aleamu": "دَعْوَةُ الْإِنْسَانِ إِلَى عِبَادَةِ اللهِ وَحْدَهُ، وَتَذْكِيرُهُ بِالنِّعَمِ وَمَصِيرِ مَنْ آمَنَ أَوْ كَذَّبَ بِاللهِ تَعَالَى",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، وَعَنْ عَائِشَةَ رضي الله عنه قَالَتْ: «أُنْزِلَتْ ﴿عَبَسَ وَتَوَلَّىٰٓ﴾ فِي ابنِ أمِّ مَكْتومٍ الْأَعْمَى، أَتَى رَسُولَ اللَّهِ ﷺ فَجَعَلَ يَقُولُ: يَا رَسُولَ اللَّهِ أَرْشِدْنِي، وَعِنْدَ رَسُولِ اللَّهِ ﷺ رَجُلٌ مِنْ عُظَمَاءِ الْمُشْرِكِينَ، فَجَعَلَ رَسُولُ اللَّهِ ﷺ يُعرِضُ عَنْهُ وَيُقْبِلُ عَلَى الْآخَرِ، وَيَقُولُ: «أَتَرَى فِيمَا أَقُولُ بَأْسًا؟ فَيَقُولُ: لَا، فَفِي هَذَا نَزَلَ». (حَدِيثٌ صَحيحٌ، رَوَاهُ التِّرمِذيُّ)",
		"fadluha": [
			"مِنَ النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّويْلِ قَالَ: «كَانَ النَّبِيُّ ﷺ يَقْرَأُ النَّظَائِرَ، السُّورَتَيْنِ فِي رَكْعَةٍ، .... (وَوَيْلٌ لِلْمَطَفِّفِينَ وَعَبَسَ) فِي رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُدَ)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (عَبَسَ) بِآخِرِهَا: الحَدِيثُ عَنِ الْمُؤْمِنِ وَالْكَافِرِ وَعَاقِبَتِهِمَا، فَافْتُتِحَتْ بِصِنْفَيِنِ: الْمُؤْمِنِ الصَّادِقِ وَالْمُسْتَغْنِي الْكَافِرِ، فَقَالَ: ﴿عَبَسَ وَتَوَلَّىٰٓ ١﴾... الآيَاتِ، وَخُتِمَتْ بِذِكْرِ عَاقِبَتَهُمَا، فقال: ﴿وُجُوهٞ يَوۡمَئِذٖ مُّسۡفِرَةٞ ٣٨ ضَاحِكَةٞ مُّسۡتَبۡشِرَةٞ ٣٩﴾... الآيَاتِ",
			"مُنَاسَبَةُ سُورَةِ (عَبَسَ) لِمَا قَبلَهَا مِنْ سُورَةِ (النَّازِعَاتِ): لَمَّا ذُكِرَ الْإِنْذَارُ فِي آخِرِ (النَّازِعَاتِ) بِقَولِهِ: ﴿إِنَّمَآ أَنتَ مُنذِرُ مَن يَخۡشَىٰهَا ٤٥﴾ بَيَّنَ فِي أَوَّلِ (عَبَسَ) مَنْ يَنْفَعُهُ الْإِنْذَارُ وَمَنْ لَا يَنْفَعُهُ، فَقَالَ: ﴿عَبَسَ وَتَوَلَّىٰٓ ١ ﴾... الآيَاتِ"
		]
	},
	{
		"id": 81,
		"surah": "التكوير",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/081.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/081.jpg",
		"ayaatiha": "تِسْعٌ وَعِشْرُونَ (29)",
		"maeni_asamuha": "الكَوْرُ: الدَوْرُ والتَجَمُّعُ. وَالمُرَادُ (بِالتَّكْوِيرِ): جَمْعُ ضَوءِ الشَّمْسِ وَذَهَابُهُ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (التَّكْوِيرِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (التَّكْوِيرِ)، وَتُسَمَّى سُورَةَ: ﴿إِذَا ٱلشَّمۡسُ كُوِّرَتۡ﴾",
		"maqsiduha_aleamu": "وَصْفُ أَحْدَاثِ يَومِ الْقِيَامَةِ، وَبَيَانُ حَقِيقَةِ الْوَحْيِ وَالرِّسَالَةِ، وَرَدُّ مَزَاعِمِ الْمُكَذِّبِينَ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"فِيهَا مَوْعِظَةٌ شَدِيْدَةٌ عَنِ العَذَابِ وَأَهْوَالِ يَوِمِ القِيَامَةِ، فعَنِ ابْنِ عَبَّاسٍ رضي الله عنه قَالَ: قَالَ أَبُو بَكْرٍ رضي الله عنه: يَا رَسُولَ اللهِ قَدْ شِبْتَ، قَالَ: «شَيَّبَتْنِي (هُودٌ) و(الْوَاقِعَةُ) و(الْمُرْسَلَاتُ) و(عَمَّ يَتَسَاءَلُونَ) و(إِذَا الشَّمْسُ كُوِّرَتْ)». (حَدِيْثٌ صَحِيْحٌ، رَوَاهُ التِّرمِذِيّ)",
			"اختُصَّتْ بِوصْفٍ دَقِيْقٍ لِأَحْدَاثِ السَّاعَةِ، قَالَ رَسُولُ اللهِ ﷺ: «مَنْ سَرَّهُ أَنْ يَنْظُرَ إِلَى يَومِ الْقِيَامَةِ كَأَنَّهُ رَأْيُ عَينٍ فَلْيَقْرَأَ: ﴿إِذَا ٱلشَّمۡسُ كُوِّرَتۡ﴾ و ﴿إِذَا ٱلسَّمَآءُ ٱنفَطَرَتۡ﴾ و ﴿إِذَا ٱلسَّمَآءُ ٱنشَقَّتۡ﴾. (حَدِيْثٌ صَحِيْحٌ، رَوَاهُ التِّرمِذِيُّ)",
			"مِن النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّويْلِ قَالَ: (وَالدُّخَانَ وَإِذَا الشَّمسُ كُوِّرَت) فِي رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (التَّكْوِيرِ) بِآخِرِهَا: الحَدِيثُ عَن عَلَامَاتِ السَّاعَةِ، فَافْتُتِحَتْ بِذِكْرِ عَلامَاتِ السَّاعَةِ، فَقَالَ: ﴿إِذَا ٱلشَّمۡسُ كُوِّرَتۡ ١﴾... الآيَاتِ، وَخُتِمَتْ بِمَشِيئَةِ اللهِ تَعَالَى فِي وُقُوعِهَا، فَقَالَ: ﴿وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ ٢٩﴾",
			"مُنَاسَبَةُ سُورَةِ (التَّكْوِيِرِ) لِمَا قَبلَهَا مِنْ سُورَةِ (عَبَسَ): خُتِمَتْ (عَبَسَ) بِمَشَاهِدِ يَومِ الْقِيَامَةِ، وَافْتُتِحَتِ (التَّكْوِيرُ) بِعَلَامَاتِ يَومِ الْقِيَامَةِ"
		]
	},
	{
		"id": 82,
		"surah": "الإنفطار",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/082.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/082.jpg",
		"ayaatiha": "تِسْعَ عَشْرَةَ (19)",
		"maeni_asamuha": "الفَطْرُ: الشَقُّ وَالصَّدْعُ. وَالمُرَادُ (بِالْانْفِطَارِ): انْشِقَاقُ السَّمَاءِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الْانْفِطَارِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الانْفِطَارِ)، وتُسَمَّى سُورَةَ (انْفَطَرَتْ)، وَسُورَةَ (الْمُنْفَطِرَةِ)، وَسُورَةَ: ﴿إِذَا السَّمَاءُ انفَطَرَتْ﴾",
		"maqsiduha_aleamu": "وَصْفُ أَحْدَاثِ يَومِ الْقِيَامَةِ، وَتَذْكِيرُ الإِنْسَانِ بِالنِّعَمِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"اختُصَّتْ بِوصْفٍ دَقِيْقٍ لِأَحْدَاثِ السَّاعَةِ، قَالَ رَسُولُ اللهِ ﷺ: «مَنْ سَرَّهُ أَنْ يَنْظُرَ إِلَى يَومِ الْقِيَامَةِ كَأَنَّهُ رَأْيُ عَينٍ فَلْيَقْرَأَ: ﴿إِذَا ٱلشَّمۡسُ كُوِّرَتۡ﴾ و ﴿إِذَا ٱلسَّمَآءُ ٱنفَطَرَتۡ﴾ و ﴿إِذَا ٱلسَّمَآءُ ٱنشَقَّتۡ﴾. (حَدِيْثٌ صَحِيْحٌ، رَوَاهُ التِّرمِذِيُّ)",
			"أَوْصَى بِهَا النَّبِيُّ ﷺ فِي إِمَامَةِ المُصَلِّينَ، فَقَدْ أَمَرَ مُعَاذَ بنَ جَبَلٍ رضي الله عنه إِذَا أَمَّ النَّاسَ أَنْ يُخَفِّفَ وَيَقْرَأَ بِسُوَرِ: (الْأَعْلَى، وَالضُّحَى، وَالانْفِطَارِ). (حَدِيثٌ صَحيحٌ، رَوَاهُ النَّسَائِي)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (الانْفِطَارِ) بِآخِرِهَا: الحَدِيثُ عَن النَّفْسِ الْإِنْسَانِيَّةِ، فَقَالَ فِي أَوَّلِهَا: ﴿عَلِمَتۡ نَفۡسٞ مَّا قَدَّمَتۡ وَأَخَّرَتۡ ٥﴾، وَقَالَ فِي خَاتِمَتِهَا: ﴿يَوۡمَ لَا تَمۡلِكُ نَفۡسٞ لِّنَفۡسٖ شَيۡـٔٗاۖ وَٱلۡأَمۡرُ يَوۡمَئِذٖ لِّلَّهِ ١٩﴾",
			"مُنَاسَبَةُ سُورَةِ (الانْفِطَارِ) لِمَا قَبلَهَا مِنْ سُورَةِ (التَّكْوِيرِ):السُّوَرَتَانِ مَوْضُوْعُهُمَا وَاحِدٌ عَنْ عَلَامَاتِ يَومِ الْقِيَامَةِ وَمَشَاهِدِهَا"
		]
	},
	{
		"id": 83,
		"surah": "المطففين",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/083.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/083.jpg",
		"ayaatiha": "سِتٌّ وَثَلَاثُونَ (36)",
		"maeni_asamuha": "التَّطْفِيفُ: نَقْصُ الْمِكْيَالِ وَالْمِيزَانِ. وَالمُرَادُ (بالمُطَفِّفِيِنَ): كُلُّ مَنِ اتَّصَفَ بِالتَّطْفِيِفِ الْحِسِّيِّ وَالْمَعْنَوِيِّ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الْمُطَفِّفِينَ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْمُطَفِّفِينَ)، وتُسَمَّى سُورَةَ (التَّطْفِيفِ)",
		"maqsiduha_aleamu": "بَيَانُ عَدْلِ اللهِ تَعَالَى فِي بَعْثِ النَّاسِ يَومَ الْقِيَامَةِ، وَذِكْرُ أَقْسَامِهِمْ وَعَاقِبَتَهُمْ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، عَنِ ابْنِ عَبَّاسٍ رضي الله عنه قَالَ: «لمَّا قَدِمَ النَّبيُّ ﷺ المَدِينَةَ كَانُوا مِنْ أَخْبَثِ النَّاسِ كَيْلًا فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ: ﴿وَيۡلٞ لِّلۡمُطَفِّفِينَ﴾ فَأَحْسَنُوا الْكَيْلَ بَعْدَ ذَلِكَ». (حَدِيثٌ صَحيحٌ، رَوَاهُ ابْنُ ماجَة)",
		"fadluha": [
			"مِنَ النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فَفِي حَدِيثِ ابنِ مَسْعُودٍ رضي الله عنه الطَّويْلِ قَالَ: كَانَ النَّبِيُّ ﷺ يَقْرَأُ النَّظَائِرَ، السُّورَتَيْنِ فِي رَكْعَةٍ، ...(وَوَيْلٌ لِلْمُطَفِّفِينَ وَعَبَسَ) فِي رَكْعَةٍ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (المُطَفِّفِينَ) بِآخِرِهَا: الحَدِيثُ عَنْ جَزَاءِ الْكَافِرِينَ، فَقَالَ فِي فَاتِحَتِهَا: ﴿وَيۡلٞ لِّلۡمُطَفِّفِينَ ١﴾... الآيَاتِ، وَقَالَ فِي خَاتِمَتِهَا: ﴿هَلۡ ثُوِّبَ ٱلۡكُفَّارُ مَا كَانُواْ يَفۡعَلُونَ ٣٦﴾",
			"مُنَاسَبَةُ سُورَةِ (المُطَفِّفِينَ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْانفِطَارِ): لَمَّا أَجْمَلَتِ (الْانْفِطَارُ) حَالَ الْأَبْرَارِ وَالْفُجَّارِ بِقَولِهِ: ﴿إِنَّ ٱلۡأَبۡرَارَ لَفِي نَعِيمٖ ١٣ وَإِنَّ ٱلۡفُجَّارَ لَفِي جَحِيمٖ ١٤﴾ فَصَّلَتِ (الْمُطَفِّفِينَ) حَالَتَهُمَا بِقَولِهِ: ﴿كَلَّآ إِنَّ كِتَٰبَ ٱلۡفُجَّارِ لَفِي سِجِّينٖ ٧﴾... الآيَاتِ"
		]
	},
	{
		"id": 84,
		"surah": "الانشقاق",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/084.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/084.jpg",
		"ayaatiha": "خَمْسٌ وَعِشْرُونَ (25)",
		"maeni_asamuha": "الشَّقُّ: الصَّدْعُ الْبَائِنُ وَغَيرُ الْبَائِنِ، وَالمُرَادُ (بِالانشِقَاقِ): تَشَقُّقُ السَّمَاءِ وَتَصَدُّعُهَا",
		"sabab_tasmiatiha": "افْتِتَاحُ السُّورَةِ بِمُفْرَدَةِ (الانشِقَاقِ)(1)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الانشِقَاقِ)، وتُسَمَّى سُورَةَ: ﴿إِذَا ٱلسَّمَآءُ ٱنشَقَّتۡ﴾",
		"maqsiduha_aleamu": "بَيَانُ عَلَامَاتِ يَومِ الْقِيَامَةِ، وَانْقِسَامِ النَّاسِ إِلَى فَرِيقَينِ وَجَزَاءِ كُلٍّ مِنْهُمَا",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُذكَر لَهَا سَبَبُ نُزُولٍ ولا لِبَعْضِ آياتِها",
		"fadluha": [
			"اختُصَّتْ بِوصْفٍ دَقِيْقٍ لِأَحْدَاثِ السَّاعَةِ، قَالَ رَسُولُ اللهِ ﷺ: «مَنْ سَرَّهُ أَنْ يَنْظُرَ إِلَى يَومِ الْقِيَامَةِ كَأَنَّهُ رَأْيُ عَينٍ فَلْيَقْرَأَ: ﴿إِذَا ٱلشَّمۡسُ كُوِّرَتۡ﴾ و ﴿إِذَا ٱلسَّمَآءُ ٱنفَطَرَتۡ﴾ و ﴿إِذَا ٱلسَّمَآءُ ٱنشَقَّتۡ﴾. (حَدِيْثٌ صَحِيْحٌ، رَوَاهُ التِّرمِذِيُّ)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (الانشِقَاقِ) بِآخِرِهَا: الحَدِيثُ عَنِ الانشِقَاقِ الْحِسِّيِّ وَالْمَعْنَوِيِّ، فَذَكَرَ فِي فَاتِحَتِهَا الانشِقَاقَ الْحِسِّيَّ لِلسَّمَاءِ فَقَالَ: ﴿إِذَا ٱلسَّمَآءُ ٱنشَقَّتۡ ١﴾، وَذَكَرَ فِي خَاتِمَتِهَا الانشِقَاقَ الْمَعْنَوِيَّ لِلنَّاسِ؛ فَقَالَ: ﴿بَلِ ٱلَّذِينَ كَفَرُواْ يُكَذِّبُونَ ٢٢﴾... الآيَاتِ",
			"مُنَاسَبَةُ سُورَةِ (الانشِقَاقِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الْمُطَفِّفِينَ):لَمَّا ذَكَرَ الْمُؤْمِنِينَ وَالْكَافِرِينَ فِي آخِرِ (المُطَفِّفِينَ)، ذَكَرَ مَصِيرَهُمَا فِي أَوَّلِ (الانشِقَاقِ)"
		]
	},
	{
		"id": 85,
		"surah": "البروج",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/085.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/085.jpg",
		"ayaatiha": "اثْنَتَانِ وَعِشْرُونَ (22)",
		"maeni_asamuha": "الْبُرُوجُ: جَمْعُ بُرْجٍ، وَهِيَ الْقُصُورُ أَوْ النُّجُومُ وَالْكَوَاكِبُ. وَالمُرَادُ (بِالْبُرُوجِ): مَنَازِلُ النُّجُومِ وَالْكَوَاكِبِ",
		"sabab_tasmiatiha": "افْتِتَاحُ السُّورَةِ بِمُفْرَدَةِ (الْبُرُوجِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْبُرُوج)ِ، وَتُسَمَّى سُورَةَ: ﴿وَٱلسَّمَآءِ ذَاتِ ٱلۡبُرُوجِ﴾",
		"maqsiduha_aleamu": "تَثْبِيتُ الْمُؤْمِنِينَ وَالدُّعَاةِ إِلَى اللهِ تَعَالَى",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُذكَر لَهَا سَبَبُ نُزُولٍ ولا لِبَعْضِ آيَاتِها",
		"fadluha": [
			"خَصَّهَا النَّبِيُّ  ﷺ  فِي الصَّلَوَاتِ، فَعَنْ جَابِرِ بْنِ سَمُرَةَ «أَنَّ رَسُولَ اللَّهِ  ﷺ  كَانَ يَقْرَأُ فِى الظُّهْرِ وَالْعَصْرِ بـ ﴿وَٱلسَّمَآءِ وَٱلطَّارِقِ﴾، ﴿وَٱلسَّمَآءِ ذَاتِ ٱلۡبُرُوجِ﴾، وَنَحْوِهِمَا مِنَ السُّوَرِ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ أَوَّلِ سُورَةِ (البُرُوجِ) بِآخِرِهَا: الْحَدِيثُ عَنْ عَالَمِ الْمَلَكُوتِ، فَافْتُتِحَتْ بِذِكْرِ السَّمَاءِ ذّاتِ الْبُرُوجِ، وَخُتِمَتْ بِالْلَّوحِ الْمَحْفُوظِ وَكِلَاهُمَا مِنْ عَالَمِ الْمَلَكُوتِ",
			"مُنَاسَبَةُ سُورَةِ (البُرُوجِ) لِمَا قَبلَهَا مِنْ سُورَةِ (الانشِقَاقِ): لَمَّا خُتِمَتِ (الانشِقَاقُ) بِجَزِاءِ الْكَافِرِينَ وَالْمُؤْمِنِينَ، ذَكَرَتِ (الْبُرُوجُ) مِثَالًا لِظُلْمِ الْكَافِرِينَ لِلْمُؤْمِنِينَ وَعَاقِبَةِ كُلٍّ مِنْهَا"
		]
	},
	{
		"id": 86,
		"surah": "الطارق",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/086.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/086.jpg",
		"ayaatiha": "سَبْعَ عَشْرَةَ (17)",
		"maeni_asamuha": "(الطَّارِقُ): النَّجْمُ الْمُضِيءُ الْمُتَوَهِجُ الَّذِي يَطْلُعُ لَيْلًا",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الطَّارِقِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الطَّارِقِ)، وتُسَمَّى سُورَةَ: ﴿وَٱلسَّمَآءِ وَٱلطَّارِقِ﴾",
		"maqsiduha_aleamu": "إِثْبَاتُ عَقِيدَةِ الْبَعْثِ وَالنُّشُورِ، وَإِظْهَارُ نِعْمَةِ الْخَلْقِ عَلَى الْإِنْسَانِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"خَصَّهَا النَّبِيُّ ﷺ فِي الصَّلَوَات، فَعَنْ جَابِرِ بْنِ سَمُرَةَ «أَنَّ رَسُولَ اللَّهِ ﷺ كَانَ يَقْرَأُ في الظُّهْرِ وَالْعَصْرِ بـ ﴿وَٱلسَّمَآءِ وَٱلطَّارِقِ﴾، ﴿وَٱلسَّمَآءِ ذَاتِ ٱلۡبُرُوجِ﴾، وَنَحْوِهِمَا مِنَ السُّوَرِ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (الطَارِقِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (البُرُوجْ):لَمَّا وَصَفَ اللهُ تَعَالَى فِي (الْبُرُوجِ) السَّمَاءَ ذَاتَ الْمَنَازلِ لِلْكَوَاكِبِ وَالنُّجُومِ، نَاسَبَ ذِكْرَ نَجْمِ (الطَّارِقِ) بَعْدَهَا، وَهُوَ فِي تِلْكَ الْمَنَازِلِ"
		]
	},
	{
		"id": 87,
		"surah": "الأعلى",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/087.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/087.jpg",
		"ayaatiha": "تِسْعَ عَشْرَةَ (19)",
		"maeni_asamuha": "(الْأَعْلَى): مِنْ أَسْمَاءِ اللهِ الْحُسْنَى، وَمَعْنَاهُ: أَنَّ اللهَ عَالٍ عَلَى كُلِّ شَيْءٍ، وَمُنَـزَّهٌ عَنِ السُّفُولِ بِكُلِّ مَعْنَى",
		"sabab_tasmiatiha": "لِافْتِتَاحِهَا بِتَعْظِيمِ الْخَالِقِ بِاسْمِهِ (الْأَعْلَى) ﷻ قَبْلَ الْبَدْءِ بِمَوضُوعَاتِ السُّورَةِ الدَّالَّةِ عَلَيهِ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْأَعْلَى)، وَتُسَمَّى سُورَةَ: ﴿سَبِّحِ ٱسۡمَ رَبِّكَ ٱلۡأَعۡلَى﴾",
		"maqsiduha_aleamu": "تَنْزِيهُ اللهِ تَعَالَى عَنْ كُلِّ عَيبٍ وَنَقْصٍ، وَتَعْظِيمُهُ فِي النُّفُوسِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"(الْأَعْلَى) مِنَ المُسَبِّحَاتِ، أَتَى رَجُلٌ رَسُوْلَ اللهِ ﷺ فَقَالَ: أَقرِئْنِي يَا رَسُوْلَ اللهِ، فَقَالَ: «اقْرَأْ ثَلاثًا مِنَ المُسَبِّحَاتِ». (حَدِيثٌ صَحيحٌ، رَوَاهُ أَبُو دَاوُد)",
			"تُسَنُّ قِرَاءَتُهَا فِي صَلاَةِ العِيدَيْنِ والجُمُعَة، فَعَنِ النّعْمَانِ بْنِ بَشِيرٍ قَالَ: كَانَ النَّبِيُّ ﷺ يَقْرَأُ فِي الْعِيدَيْنِ وَفِي الْجُمُعَةِ بِــ﴿سَبِّحِ ٱسۡمَ رَبِّكَ ٱلۡأَعۡلَى﴾ و ﴿هَلۡ أَتَىٰكَ حَدِيثُ ٱلۡغَٰشِيَةِ﴾. (رَوَاهُ مُسْلِم)",
			"أَوْصَى بِهَا النَّبِيُّ ﷺ فِي إِمَامَةِ المُصَلِّينَ، فَقَدْ أَمَرَ مُعَاذَ بنَ جَبَلٍ رضي الله عنه إِذَا أَمَّ النَّاسَ أَنْ يُخَفِّفَ وَيَقْرَأَ عَلَيهِمْ بِسُوَرِ: (الشَّمْسِ، وَالأَعْلَى، وَالْعَلَقِ، وَالْلَّيلِ). (رَوَاهُ مُسْلِم)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (الأَعْلَى) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (الطَارِقِ):لَمَّا أَقْسَمَ سُبْحَانَهُ وَتَعَالَى بِنَجْمِ (الطَّارِقِ) فِي السَّمَاءِ، نَاسَبَ افْتِتَاحَ (الْأَعْلَى) بِالتَّسْبِيحِ تَعْظِيمًا لَهُ سُبْحَانَهُ عَلَى مَا خَلَقَ"
		]
	},
	{
		"id": 88,
		"surah": "الغاشية",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/088.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/088.jpg",
		"ayaatiha": "سِتٌّ وَعِشْرُونَ (26)",
		"maeni_asamuha": "الْغِشَاءُ: الْغِطَاءُ. وَ(الْغَاشِيَةِ): مِنْ أَسْمَاءِ يَومِ الْقِيَامَةِ، وَسُمِّيَتْ بِذَلِكَ لَِنَّهَا تَغْشَى الْخَلائِقَ بِشَدَائِدِهَا",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الْغَاشِيَةِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْغَاشِيَةِ)، وتُسَمَّى سُورَةَ: ﴿هَلۡ أَتَىٰكَ حَدِيثُ ٱلۡغَٰشِيَةِ﴾",
		"maqsiduha_aleamu": "التَّذْكِيرُ بِأَحْدَاثِ يَومِ الْقِيَامَةِ، وَالدَّعْوَةُ إِلَى التَّأَمُّلِ فِي مَخْلُوقَاتِ اللهِ تَعَالَى",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"تُسَنُّ قِرَاءَتُهَا فِي صَلاَةِ العِيدَيْنِ والجُمُعَة، فَعَنِ النّعْمَانِ بْنِ بَشِيرٍ قَالَ: كَانَ النَّبِيُّ ﷺ يَقْرَأُ فِي الْعِيدَيْنِ وَفِي الْجُمُعَةِ بِــ﴿سَبِّحِ ٱسۡمَ رَبِّكَ ٱلۡأَعۡلَى﴾ و ﴿هَلۡ أَتَىٰكَ حَدِيثُ ٱلۡغَٰشِيَةِ﴾. (رَوَاهُ مُسْلِم)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (الغَاشِيَةِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (الأَعْلَىْ):لَمَّا خَتَمَ اللهُ تَعَالَى (الْأَعْلَى) بِذِكْرِ الْآخِرَةِ بِقَولِهِ: ﴿وَٱلۡأٓخِرَةُ خَيۡرٞ وَأَبۡقَىٰٓ ١٧﴾، افْتَتَحَ (الْغَاشِيَةَ) بِاسْمٍ مِنْ أَسْمَاءِ الْآخِرَةِ وَوَصْفِهَا فَقَالَ: ﴿هَلۡ أَتَىٰكَ حَدِيثُ ٱلۡغَٰشِيَةِ ١﴾... الآياتِ"
		]
	},
	{
		"id": 89,
		"surah": "الفجر",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/089.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/089.jpg",
		"ayaatiha": "ثَلَاثُونَ (30)",
		"maeni_asamuha": "الْفَجْرُ: ضَوْءُ الصُّبْحِ، وَالمُرَادُ (بِالْفَجْرِ): وَقْتُ طُلُوعِهِ إِلَى طُلُوعِ الشَّمْسِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِالقَسَمِ (بِالْفَجْرِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الْفَجْرِ)",
		"maqsiduha_aleamu": "بَيَانُ أَحْوَالِ الْإِنْسَانِ وَصِفَاتِهِ وَمَآلِهِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"لمْ يَصِحَّ حَدِيثٌ أَوْ أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنَّهَا مِنْ أَوسَاطِ المُفَصَّل"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (الفَجْرِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (الغَاشِيَةِ):لَمَّا جَاءَ فِي أَوَاخِرِ (الْغاَشِيَةِ) الْأَمْرُ بِالتَّذْكِيرِ بِقَولِهِ: ﴿فَذَكِّرۡ إِنَّمَآ أَنتَ مُذَكِّرٞ ٢١﴾؛ ضَرَبَ لَهُ مَثَلًا لِلتَّذْكِيرِ بِالأَقوَامِ السَّابِقِينَ فِي أَوَائِلِ (الْفَجْرِ) فَقَالَ: ﴿أَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِعَادٍ ٦﴾... الآيَاتِ"
		]
	},
	{
		"id": 90,
		"surah": "البلد",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/090.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/090.jpg",
		"ayaatiha": "عِشْرُونَ (20)",
		"maeni_asamuha": "(الْبَلَدُ): الْبَلَدُ الْحَرَامُ: (مَكَّةُ الْمُكَرَّمَةُ)",
		"sabab_tasmiatiha": "افْتِتَاحُ السُّورَةِ بِالْقَسَمِ بِالْبَلَدِ الْحَرَامِ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْبَلَدِ)، وَتُسَمَّى سُورَةَ: ﴿لَآ أُقۡسِمُ بِهَٰذَا ٱلۡبَلَدِ﴾",
		"maqsiduha_aleamu": "بَيَانُ خَلْقِ الْإِنْسَانِ وَتَذْكِيرُهُ بِنِعَمِ اللهِ عَلَيهِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُذكَر لَهَا سَبَبُ نُزُولٍ ولا لِبَعضِ آيَاتِها",
		"fadluha": [
			"لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنَّهَا مِنْ أَوسَاطِ المُفَصَّل"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (البَلدِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (الفَجْرِ):السُّوَرَتَانِ مَوْضُوْعُهُمَا وَاحِدٌ عَن خَلْقِ الْإِنْسَانِ وَأَحْوالِهِ وَتَذْكِيرِهِ بِالنِّعَمِ"
		]
	},
	{
		"id": 91,
		"surah": "الشمس",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/091.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/091.jpg",
		"ayaatiha": "خَمْسَ عَشْرَةَ (15)",
		"maeni_asamuha": "الشَّمْسُ: النَّجْمُ الْمُلْتَهِبُ الْمَعْرُوفُ، وَالمُرَادُ (بِالشَّمْسِ): الْقَسَمُ بِوَقْتِ طُلُوعِهَا",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِالقَسَمِ (بِالشَّمْسِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الشَّمْسِ)، وتُسَمَّى سُورَةَ: ﴿وَٱلشَّمۡسِ وَضُحَىٰهَا﴾",
		"maqsiduha_aleamu": "الدَّعْوَةُ إِلَى تَزْكِيَةِ النَّفْسِ، وَالتَّحْذِيرُ مِنْ خُسْرَانِهَا",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُذكَر لَهَا سَبَبُ نُزُولٍ ولا لِبَعْضِ آيَاتِها",
		"fadluha": [
			"أَوْصَى بِهَا النَّبِيُّ ﷺ فِي إِمَامَةِ المُصَلِّينَ، فَقَدْ أَمَرَ مُعَاذَ بنَ جَبَلٍ رضي الله عنه إِذَا أَمَّ النَّاسَ أَنْ يُخَفِّفَ وَيَقْرَأَ عَلَيهِمْ بِسُوَرِ: (الشَّمْسِ، وَالأَعْلَى، وَالْعَلَقِ، وَالْلَّيلِ). (رَوَاهُ مُسْلِم)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (الشَّمْسِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (البَلدِ):لَمَّا ذُكِرَ فِي (الْبَلَدِ) خَلْقُ الْإِنْسَانِ عُمُومًا، نَاسَبَ الْقَسَمَ بِالنَّفْسِ البَشَرِيَّةِ فِي (الشَّمْسِ)"
		]
	},
	{
		"id": 92,
		"surah": "الليل",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/092.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/092.jpg",
		"ayaatiha": "إِحْدَى وَعِشْرُونَ (21)",
		"maeni_asamuha": "(الْلَّيلُ): مَا يَعْقُبُ النَّهَارَ مِنَ الظَّلَامِ، وَوَقْتُهُ مِنْ مَغْرِبِ الشَّمْسِ إِلَى طُلُوعِهَا",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِالقَسَمِ (بِالْلَّيلِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْلَّيلِ)، وَتُسَمَّى سُورَةَ: ﴿وَٱلَّيۡلِ إِذَا يَغۡشَىٰ﴾",
		"maqsiduha_aleamu": "بَيَانُ سَعْيِ الْإِنْسَانِ وَعَمَلِهِ وَمَآلِهِ فِي الْآخِرَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"أَوْصَى بِهَا النَّبِيُّ ﷺ فِي إِمَامَةِ المُصَلِّينَ، فَقَدْ أَمَرَ مُعَاذَ بنَ جَبَلٍ رضي الله عنه إِذَا أَمَّ النَّاسَ أَنْ يُخَفِّفَ وَيَقْرَأَ عَلَيهِمْ بِسُوَرِ: (الشَّمْسِ، وَالأَعْلَى، وَالْعَلَقِ، وَالْلَّيلِ). (رَوَاهُ مُسْلِم)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (اللَّيْلِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (الشَّمْسِ):السُّوَرَتَانِ مَوْضُوْعُهُمَا وَاحِدٌ عن الْإِنْسَانِ، فَنَاسَبَ تَتَابُعْهُمَا، كَتَعَاقُبِ الْلَّيلِ بَعْدَ النَّهَارِ"
		]
	},
	{
		"id": 93,
		"surah": "الضحى",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/093.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/093.jpg",
		"ayaatiha": "إِحْدَى عَشْرَةَ (11)",
		"maeni_asamuha": "الضُّحَى: وَقْتُ ارْتِفَاعِ النَّهَارِ وَامْتِدَادِهِ، وَالمُرَادُ (بِالضُّحَى): الْقَسَمُ بِوَقْتِهِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِالقَسَمِ (بِالضُّحَى)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الضّحُىَ)، وَتُسَمَّى سُورَةَ: ﴿وَٱلضُّحَىٰ﴾",
		"maqsiduha_aleamu": "بَيَانُ رِعَايَةِ اللهِ الْخَاصَّةِ بِنَبِيِّهِ ﷺ، وَتَذْكِيرُهُ بِنِعَمِ اللهِ عَلَيهِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، عن جُنْدُبِ بْنِ سُفْيَانَ رضي الله عنه قَالَ: «اشْتَكَى رَسُولُ اللَّهِ ﷺ فَلَمْ يَقُمْ لَيْلَتَيْنِ أَوْ ثَلَاثًا، فَجَاءَتِ امْرَأَةٌ فَقَالَتْ: يَا مُحَمَّدُ إِنِّي لَأَرْجُو أَنْ يَكُونَ شَيْطَانُكَ قَدْ تَرَكَكَ لَمْ أَرَهُ قَرِبَكَ مُنْذُ لَيْلَتَيْنِ أَوْ ثَلَاثَةٍ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ: ﴿وَٱلضُّحَىٰ ١ وَٱلَّيۡلِ إِذَا سَجَىٰ ٢﴾». (رَوَاهُ البُخَارِيّ وَمُسْلِم)",
		"fadluha": [
			"أَوْصَى بِهَا النَّبِيُّ ﷺ فِي إِمَامَةِ المُصَلِّينَ، فَقَدْ أَمَرَ مُعَاذَ بنَ جَبَلٍ رضي الله عنه إِذَا أَمَّ النَّاسَ أَنْ يُخَفِّفَ وَيَقْرَأَ بِسُوَرِ: (الْأَعْلَى، وَالضُّحَى، وَالانْفِطَارِ). (حَدِيثٌ صَحيحٌ، رَوَاهُ النَّسَائِي)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (الضُّحَى) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (اللَّيْلِ):لَمَّا قَالَ فِي (الْلَّيلِ): ﴿وَإِنَّ لَنَا لَلۡأٓخِرَةَ وَٱلۡأُولَىٰ ١٣﴾ وَجَّهَ نَبِيَّهُ ﷺ فِي (الضُّحَى)، فَقَالَ: ﴿وَلَلۡأٓخِرَةُ خَيۡرٞ لَّكَ مِنَ ٱلۡأُولَىٰ ٤﴾"
		]
	},
	{
		"id": 94,
		"surah": "الشرح",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/094.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/094.jpg",
		"ayaatiha": "ثَمَانٍ (8)",
		"maeni_asamuha": "شَرَحَ الشَّيءَ: بَسَّطَهُ وَوَسَّعَهُ. وَالمُرَادُ (بِالشَّرْحِ): أَنَّ اللهَ شَرَحَ صَدْرَ نَبِيِّهِ ﷺ بِالْوَحْيِ، وَسَرَّهُ بِهِ، وَطَيَّبَ بِهِ نَفْسَهُ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ صِفَةِ انْشِرَاحِ صَدْرِ النَّبِيِّ ﷺ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الشَّرْحِ)، وَتُسَمَّى سُورَةَ: ﴿أَلَمۡ نَشۡرَحۡ﴾، وَسُورَةَ (الانْشِرَاح)",
		"maqsiduha_aleamu": "بَيَانُ فَضْلِ النَّبِيِّ ﷺ، وَرِعَايَةُ اللهِ تَعَالَى لَهُ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنَّهَا مِنْ قِصَارِ المُفَصَّل"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (الشَّرْحِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (الضُّحَى):السُّوَرَتَانِ مَوْضُوْعُهُمَا وَاحِدٌ عَنْ شَخْصِ النَّبِيِّ ﷺ"
		]
	},
	{
		"id": 95,
		"surah": "التين",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/095.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/095.jpg",
		"ayaatiha": "ثَمَانٍ (8)",
		"maeni_asamuha": "(التِّينُ): الْفَاكِهَةُ الْمَعْرُوفَةُ، أَقْسَمَ اللهُ بِهَا وَبِالزَّيْتُونِ لِقِيمَتِهِمَا الْغِذَائِيَّةِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِمُفْرَدَةِ (التِّينِ) وَالْقَسَمُ بِهِ، فَسُمِّيَتْ بِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (التِّينِ)، وَتُسَمَّى سُورَةَ: ﴿وَٱلتِّينِ وَٱلزَّيۡتُونِ﴾",
		"maqsiduha_aleamu": "بَيَانُ أَنَّ قِيمَةَ الْإِنْسَانِ بِإِيمَانِهِ بِرَبِّهِ، وَأَنَّ لِلْمُؤْمِنِ فَضْلَهُ وَحُرْمَتَهُ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"اخْتَارَهَا النَّبِيُّ ﷺ فِي صَلاةِ السَّفَرِ، فَصَحَّ عَنْهُ ﷺ أَنَّهُ قَرَأَ سُورَةَ (التِّينِ) فَي صَلَاةِ الْعِشَاءِ فِي إِحْدَى الرَّكْعَتَينِ فِي سَفْرَةٍ. (رَوَاهُ البُخَارِيّ وَمُسْلِم)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (التِّيْنِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (الشَّرْحِ):لَمَّا ذَكَرَ اللهُ تَعَالَى فِي (الشَّرْحِ) الْمِنْحَةَ الْخَاصَّةَ لِلرَّسُولِ ﷺ بِقَولِهِ: ﴿وَرَفَعۡنَا لَكَ ذِكۡرَكَ ٤﴾، ذَكَرَ فِي (التِّينِ) الْمِنْحَةَ الْعَامَّةَ لِلْمُؤْمِنِينَ فَقَالَ: ﴿إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ ٦﴾"
		]
	},
	{
		"id": 96,
		"surah": "العلق",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/096.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/096.jpg",
		"ayaatiha": "تِسْعَ عَشرَةَ (19)",
		"maeni_asamuha": "العَلَقُ: الدَّمُ الْغَلِيظُ، وَالْقِطْعَةُ مِنْه عَلَقَةٌ. وَالمُرَادُ (بِالْعَلَقِ): طَورٌ مِنْ أَطْوَارِ خَلْقِ الْجَنِينِ فِي بَطْنِ أُمِّهِ",
		"sabab_tasmiatiha": "لِتَذْكِيرِ الْإِنْسَانَ بِأَصْلِ خِلْقَتِهِ مِنْ (عَلَقٍ) فِي أوَّلِ سُورَةٍ نَزَلَتْ عَلَى رَسُولِ اللهِ ﷺ",
		"asmawuha": " اشتُهِرَتْ بِسُورَةِ (الْعَلقِ)، وَتُسَمَّى سُورَةَ: ﴿ٱقۡرَأۡ بِٱسۡمِ رَبِّكَ﴾، وَسُورَةَ (اقْرَأْ)، وَسُورَةَ (الْقَلَمِ)",
		"maqsiduha_aleamu": "تَذْكِيرُ الْإِنْسَانِ بِنِعَمِ اللهِ عَلَيهِ، وَتَقْرِيرُ عَاقِبَةِ الْمُكَذِّبِينَ بِالْوَحْيِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، نَزَلَتْ أَوّلُ خَمْسِ آيَاتٍ مِنْهَا فِي غَارِ حِرَاءِ. (رَوَاهُ مُسْلِم)",
		"fadluha": [
			"أَوْصَى بِهَا النَّبِيُّ ﷺ فِي إِمَامَةِ المُصَلِّينَ، فَقَدْ أَمَرَ مُعَاذَ بنَ جَبَلٍ رضي الله عنه إِذَا أَمَّ النَّاسَ أَنْ يُخَفِّفَ وَيَقْرَأَ عَلَيهِمْ بِسُوَرِ: (الشَّمْسِ، وَالأَعْلَى، وَالْعَلَقِ، وَالْلَّيلِ). (رَوَاهُ مُسْلِم)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (العَلَقِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (التِّيْنِ):لمَّا ذَكَرَ اللهُ تَعَالَى فِي (التِّينِ) خَلْقَ الْإِنْسَانِ بِقَولِهِ: ﴿لَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ فِيٓ أَحۡسَنِ تَقۡوِيمٖ ٤﴾، اتَّصَلَ الْكَلَامُ عَنْ خَلْقِهِ فِي (الْعَلَقِ)"
		]
	},
	{
		"id": 97,
		"surah": "القدر",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/097.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/097.jpg",
		"ayaatiha": "خَمْسٌ (5)",
		"maeni_asamuha": "(الْقَدْرُ): الْعَظَمَةُ وَالشَّرَفُ وَالْمَكَانَةُ",
		"sabab_tasmiatiha": "لِأَنَّ السُّورَةَ كُلَّهَا تَتَحَدَّثُ عَنْ لَيْلَةِ الْقَدْرِ، وَمَا نَزَلَ فِيهَا؛ فَسُمِّيَتْ بِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْقَدْرِ)، وَتُسَمَّى سُورَةَ: ﴿إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةِ ٱلۡقَدۡرِ﴾",
		"maqsiduha_aleamu": "بَيَانُ فَضْلِ الْقُرْآنِ الْكَرِيمِ، وَشَرَفِ الْلَّيْلَةِ الَّتِي نَزَلَ فِيهَا",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنَّهَا مِنْ قِصَارِ المُفَصَّل"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (القَدْرِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (العَلَقِ):لَمَّا ذَكَرَتِ (الْعَلَقُ) نُزُولَ الْقُرْآنِ مِنَ السَّمَاءِ الدَّنْيَا إِلَى النَّبِيِّ ﷺ فِي غَارِ حِرَاءِ، نَاسَبَ ذِكْرَ نُزُولِهِ مِنَ الْلَّوحِ الْمَحْفُوظِ إِلَى السَّمَاءِ الدُّنْيَا فِي سُورَةِ (الْقَدْر)، فَالسُّورَتَانِ فِي تَنَزُّلَاتِ الْقُرْآنِ الْكَرِيمِ"
		]
	},
	{
		"id": 98,
		"surah": "البينة",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/098.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/098.jpg",
		"ayaatiha": "ثَمَانٍ (8)",
		"maeni_asamuha": "الْبَيِّنُ مِنِ الْكَلَامِ: الْوَاضِحُ، وَالمُرَادُ (بالبَيِّنَةِ): النَّبِيُّ ﷺ وَمَا جَاءَ بِهِ",
		"sabab_tasmiatiha": "دِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْبَيِّنَةِ)، وَتُسَمَّى سُورَةَ: ﴿لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ﴾، وَسُورَةَ (القَيِّمَةِ)، وَسُورَةَ (أَهْلِ الْكِتَابِ)",
		"maqsiduha_aleamu": "بَيَانُ حَالِ مَنِ اهْتَدَى بِالْبَيِّنَةِ وَمَآلِهِ وَحَالِ مَنْ كَفَرَ بِهَا",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ يُذكَر لَهَا سَبَبُ نُزُولٍ ولا لِبَعضِ آيَاتِهَا",
		"fadluha": [
			"خَصَّهَا اللهُ تَعَالَى بِأَحَدِ الصَّحَابَةِ ، قَالَ رَسُولُ اللهَ ﷺ لِأبُيِّ بْنِ كَعْبٍ رضي الله عنه: «إِنَّ اللهَ أَمَرَنِي أَنْ أَقْرَأَ عَلَيكَ ﴿لَمْ يَكُنِ الَّذِينَ كَفَرُوا﴾»، قَالَ: وَسَمَّانِي! قَالَ: «نَعَم»، فَبَكَى. (رَوَاهُ البُخَارِيّ وَمُسْلِم)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (البيِّنَةِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (القَدْرِ):لَمَّا تَحَدَّثَتْ (الْقَدْرُ) عَنِ الْقُرْآنِ الْكَرِيمِ، نَاسَبَ ذِكْرَ مَنْ أُنْزِلَ عَلَيْهِ ﷺ فِي (الْبَيِّنَةِ) لِيَكُونَا بَيِّنَةً عَلىَ الكَافِرِيْنَ"
		]
	},
	{
		"id": 99,
		"surah": "الزلزلة",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/099.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/099.jpg",
		"ayaatiha": "ثَمَانٍ (8)",
		"maeni_asamuha": "(الزلزَلة): اهْتِزَازَ الأرضِ وارتِجَافِهَا وتَحَرُّكَهَا",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ وَصْفِ زَلْزَلَةِ الأَرْضِ، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الزَّلْزَلَةِ)، وَتُسَمَّى سُورَةَ (الزِّلْزَالِ)، وَسُورَةَ: ﴿إِذَا زُلۡزِلَتِ﴾",
		"maqsiduha_aleamu": "زَلْزَلَةُ الْقُلُوبِ وَتَرْهِيبُهَا مِنْ مِيزَانِ اللهِ الدَّقِيقِ لِإِحْصَاءِ الْأَعْمَالِ",
		"sabab_nuzuliha": "سُوْرَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"هي جَامِعَةٌ لِلفَلاَحِ فِي الدَّارَينِ، طَلَبَ رَجُلٌ مَنَ النَّبِيِّ ﷺ أَنْ يُقرِئَهُ سُورَةً جَامِعَةً، فَأَقْرَأَهُ النَّبِيُّ ﷺ سُورَةَ (الزَّلْزَلَةِ) حَتَّى فَرَغَ مِنْهَا؛ قَالَ الرَّجلُ: وَالَّذِي بَعَثَكَ بِالْحَقِّ لَا أَزِيدُ عَلَيهَا أَبَدًا، ثُمَّ أَدْبَرَ الرَّجُلُ، فَقَالَ النَّبِيُّ ﷺ: «أَفْلَحَ الرُّوَيْجِلُ أَفْلَحَ الرُّوَيْجِلُ». (حَدِيثٌ حَسَنٌ، رَوَاهُ أَبُو دَاوُد)",
			"مِن النَّظَائِرِ الَّتِي كَانَ يَقرَأُ بِهَا النَّبِيُّ ﷺ فِي الصَّلَوَاتِ، فعَنْ مُعَاذِ بْنِ عَبْدِ اللَّهِ الْجُهَنِيِّ، أَنَّ رَجُلًا مِنْ جُهَيْنَةَ أَخْبَرَهُ، أَنَّهُ سَمِعَ النَّبِيَّ ﷺ «يَقْرَأُ فِي الصُّبْحِ إِذَا زُلْزِلَتِ الْأَرْضُ فِي الرَّكْعَتَيْنِ كِلْتَيْهِمَا فَلَا أَدْرِي أَنَسِيَ رَسُولُ اللَّهِ ﷺ أَمْ قَرَأَ ذَلِكَ عَمْدًا».  (حَدِيثٌ حَسَنٌ، رَوَاهُ أَبُو دَاوُد)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (الزَّلْزَلَةِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (البيِّنَةِ):نَاسَبَ مَجِيءُ (الزَّلْزَلَةِ) بَعْدَ (الْبَيِّنَةِ) لِبَيَانِ أَعْمَالِ مَنْ آمَنَ بِالبَيِّنَةِ وَمَنْ كَفَرَ بِهَا"
		]
	},
	{
		"id": 100,
		"surah": "العاديات",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/100.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/100.jpg",
		"ayaatiha": "إِحْدَى عَشْرَةَ (11)",
		"maeni_asamuha": "(الْعَادِيَاتُ): الْخَيلُ تَعْدُو فِي الْغَزْوِ فِي سَبِيلِ اللهِ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الْعَادِيَاتِ) وَالقَسَمِ بِهَا، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْعَادِيَاتِ)، وَتُسَمَّى سُورَةَ: ﴿وَٱلۡعَٰدِيَٰتِ ضَبۡحٗا﴾",
		"maqsiduha_aleamu": "تَذْكِيرُ الْإِنْسَانِ عَلَى مَا جُبِلَ عَلَيهِ مِنْ مَنْعِ الْخَيرِ وَحُبِّ الْمَالِ وَالدُّنْيَا",
		"sabab_nuzuliha": "سُوْرَةٌ مَدَنِيَّة، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنَّهَا مِنْ قِصَارِ المُفَصَّل"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (العَادِيَاتِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (الزَّلْزَلَةِ):نَاسَبَ مَجِيءَ (الْعَادِيَاتِ) بَعْدَ (الزَّلْزَلَةِ) فِي الْحَدِيثِ عَنْ مُحَاسَبَةِ النَّفْسِ، فَقَالَ فِي الزَّلْزَلَةِ: ﴿يَوۡمَئِذٖ يَصۡدُرُ ٱلنَّاسُ أَشۡتَاتٗا لِّيُرَوۡاْ أَعۡمَٰلَهُمۡ ٦﴾، وَقَالَ فِي الْعَادِيَاتِ: ﴿۞أَفَلَا يَعۡلَمُ إِذَا بُعۡثِرَ مَا فِي ٱلۡقُبُورِ ٩ وَحُصِّلَ مَا فِي ٱلصُّدُورِ ١٠﴾"
		]
	},
	{
		"id": 101,
		"surah": "القارعة",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/101.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/101.jpg",
		"ayaatiha": "إِحْدَى عَشْرَةَ (11)",
		"maeni_asamuha": "(الْقَارِعَةُ): مِنْ أَسْمَاءِ يَومِ الْقِيَامَةِ، وسُمِّيَتْ بِذَلِكَ لِأَنَّهَا تَقْرَعُ الْقُلُوبَ بِأَهْوَالِهَا",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِالقَسَمِ (بِالْقَارِعَةِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الْقَارِعَةِ)",
		"maqsiduha_aleamu": "تَرْهِيبُ الْقُلُوبِ مِنْ أَهْوَالِ يَومِ الْقِيَامَةِ، وَتْرغِيبُهَا فِي تَثْقِيلِ الْأعْمَالِ الصَّالِحَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُذكَرْ لَهَا سَبَبُ نُزُولٍ وَلَا لِبَعْضِ آيَاتِهَا",
		"fadluha": [
			"لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنَّهَا مِنْ قِصَارِ المُفَصَّل"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (القاَرِعَةِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (العَادِيَاتِ):لَمَّا أَشَارَتِ (الْعَادِيَاتُ) إِلَى أَحْدَاثِ يَومِ الْقِيَامَةِ فِي قَولِهِ تَعَالَى: ﴿۞أَفَلَا يَعۡلَمُ إِذَا بُعۡثِرَ مَا فِي ٱلۡقُبُورِ ٩ وَحُصِّلَ مَا فِي ٱلصُّدُورِ ١٠﴾، نَاسَبَ ذِكْرَ بَعْضِ أَحْدَاثِ هَذَا الْيَومِ فِي (الْقَارِعَةِ)"
		]
	},
	{
		"id": 102,
		"surah": "التكاثر",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/102.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/102.jpg",
		"ayaatiha": "ثَمَانٍ (8)",
		"maeni_asamuha": "(التَّكَاثُرُ): التَّفَاخُرُ بِكَثْرَةِ الْعَدَدِ مِنَ الْأَمْوَالِ وَالْأَوْلَادِ",
		"sabab_tasmiatiha": "دِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (التَّكَاثُرِ)، وَتُسَمَّى سُورَةَ (الْمَقْبَرَةِ)",
		"maqsiduha_aleamu": "التَّحْذِيرُ مِنَ الانْغِمَاسِ فِي مَتَاعِ الدُّنْيَا وَنِسْيانِ الْآخِرَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آياتِهَا",
		"fadluha": [
			"لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنَّهَا مِنْ قِصَارِ المُفَصَّلِ"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (التَّكَاثُرِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (القاَرِعَةِ):السُّوَرَتَانِ مَوْضُوْعُهُمَا وَاحِدٌ عَنِ الْقِيَامَةِ وَأَحْدَاثِهَا وَالاسْتِعْدَادِ لَهَا"
		]
	},
	{
		"id": 103,
		"surah": "العصر",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/103.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/103.jpg",
		"ayaatiha": "ثَلاثٌ (3)",
		"maeni_asamuha": "(العَصْرُ): الْوَقْتُ فِي آخِرِ النَّهَارِ إِلَى احْمِرَارِ الشَّمْسِ. (وَالْعَصْرُ): الدَّهْرُ وَالزَّمَنُ",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِالقَسَمِ (بِالعَصْرِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "لا يُعْرَفُ للسُّورَةِ اسمٌ آخَرُ سِوَى سُورَةِ (الْعَصْرِ)",
		"maqsiduha_aleamu": "بَيَانُ قِيمَةِ الْوَقْتِ عِنْدَ الْمُسْلِمِ لِاسْتِثْمَارِهِ فِي الْعَمَلِ الصَّالِحِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ يُذكَر لَهَا سَبَبُ نُزُولٍ ولَا لِبَعضِ آيَاتِها",
		"fadluha": [
			"لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنَّهَا مِنْ قِصَارِ المُفَصَّلِ"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (العَصْرِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (التَّكَاثُرِ):لَمَّا أَشَارَتِ (التَّكَاثُرُ) إِلَى إِضَاعَةِ الْوَقْتِ فِي التَّكَاثُرِ الْمَذْمُومِ نَاسَبَ مَجِيءَ (الْعَصْرِ) بَعْدَهَا لِلتَّنْبِيهِ عَلَى قِيمَةِ الْوَقْتِ وَخُسْرَانِ مَنْ لَمْ يَسْتَعْمِلْهُ فِي طَاعَةِ اللهِ"
		]
	},
	{
		"id": 104,
		"surah": "الهمزة",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/104.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/104.jpg",
		"ayaatiha": "تِسْعٌ (9)",
		"maeni_asamuha": "(الْهَمَّازُ): الَّذِي يَزْدَرِي النَّاسَ وَيَنْتَقِصُ مِنْهُمْ بِالْقَولِ. وَالْلَّمَّازُ: الَّذِي يَزْدَرِي النَّاسَ وَيَنْتَقِصُ مِنْهُمْ بِالْفِعْلِ",
		"sabab_tasmiatiha": "دِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْهُمَزَةِ)، وَتُسَمَّى سُورَةَ (الْحُطَمَةِ)",
		"maqsiduha_aleamu": "التَّحْذِيرُ مِنْ اكْتِسَابِ الْأَخْلَاقِ السَّيئَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"لَمْ يَصِحَّ حَدِيثٌ أَوْ أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنَّهَا مِنْ قِصَارِ المُفَصَّل"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (الهُمَزَةِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (العَصْرِ):لَمَّا ذَكَرَ فِي (الْعَصْرِ) خَسَارَةَ مَنْ لَمْ يَتَوَاصَ بِالْحَقِّ وَالصَّبْرِ، ضَرَبَ أَمْثِلَةً عَلَيهِمْ فِي (الْهُمَزَةِ)"
		]
	},
	{
		"id": 105,
		"surah": "الفيل",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/105.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/105.jpg",
		"ayaatiha": "خَمْسٌ (5)",
		"maeni_asamuha": "(الْفِيلُ): الْحَيَوانُ الْمَعْرُوفُ، وَجَمْعُهُ أَفْيَالٌ وَفِيَلَةٌ",
		"sabab_tasmiatiha": "لِأَنَّ الْفِيلَ رَمَزَ إِلَى أَقْوَى وَسِيلَةٍ فِي هَدْمِ الْكَعْبَةِ فِي ذَلِكَ الْوَقْتِ؛ فَسُمِّيَتْ بِهِ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْفِيلِ)، وَتُسَمَّى سُورَةَ: ﴿أَلَمۡ تَرَ كَيۡفَ﴾",
		"maqsiduha_aleamu": "إِظْهَارُ قُدْرَةِ اللهِ تَعَالَى فِي حِمَايَةِ الْبَيتِ الْحَرَامِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"مِنَ الْنَّظَائِرِ الَّتِي تَعَلَّمَهَا الصَّحَابَةُ  فِي الصَّلاةِ، فَعَنِ الْمَعْرُورِ بنِ سُوَيدٍ رضي الله عنه قال: «خَرَجْنَا مَعَ عُمَرَ رضي الله عنه فِي حَجَّةٍ حَجَّهَا، فَقَرَأَ بِنَا فِي الْفَجْرِ: ﴿أَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِأَصۡحَٰبِ ٱلۡفِيلِ﴾ و ﴿لإِيلافِ قُرَيْشٍ﴾. (أَثَرٌ صَحِيحٌ، تَحْذِيرُ الْمَسَاجِدِ لِلْأَلْبَانِيِّ)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (الفِيْلِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (الهُمَزَةِ):لَمَّا ذَكَرَ اللهُ تَعَالَى فِي (الْهُمَزَةِ) أَصْنَافًا مِنْ أَهْلِ الْخُسْرَانِ، تَابَعَ الْحَدِيثَ بِذِكْرِ صِنْفٍ آخَرَ فِي سُورَةِ (الْفِيلِ)"
		]
	},
	{
		"id": 106,
		"surah": "قريش",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/106.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/106.jpg",
		"ayaatiha": "أَرْبَعٌ (4)",
		"maeni_asamuha": "(الْقَرْشُ): الْكَسْبُ وَالْجَمْعُ، وَبِهِ سُمِّيَتْ قَبِيلَةُ قُرَيشٍ",
		"sabab_tasmiatiha": "لِأَنَّ السُّورَةَ كُلَّهَا تَتَحَدَّثُ عَنْ قَبِيلَةِ (قُرَيشٍ)؛ فَسُمِّيَتْ بِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (قُرَيشٍ)، وَتُسَمَّى سُورَةَ: ﴿لإِيلافِ قُرَيْشٍ﴾",
		"maqsiduha_aleamu": "إِظْهَارُ نِعْمَةِ الْأَمْنِ وَالرِّزْقِ عَلَى قَبِيلَةِ قُرَيشٍ، وَكُلِّ مَنْ سَكَنَ الْبَيتَ الْحَرَامِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"مِنَ الْنَّظَائِرِ الَّتِي تَعَلَّمَهَا الصَّحَابَةُ  فِي الصَّلاةِ، فَعَنِ الْمَعْرُورِ بنِ سُوَيدٍ رضي الله عنه قال: «خَرَجْنَا مَعَ عُمَرَ رضي الله عنه فِي حَجَّةٍ حَجَّهَا، فَقَرَأَ بِنَا فِي الْفَجْرِ: ﴿أَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِأَصۡحَٰبِ ٱلۡفِيلِ﴾ و ﴿لإِيلافِ قُرَيْشٍ﴾. (أَثَرٌ صَحِيحٌ، تَحْذِيرُ الْمَسَاجِدِ لِلْأَلْبَانِيِّ)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (قُرَيْشٍ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (الفِيلِ):السُّوَرَتَانِ مَوْضُوْعُهُمَا وَاحِدٌ عَنْ نِعْمَتَيِ الرِّزْقِ وِالْأَمْنِ"
		]
	},
	{
		"id": 107,
		"surah": "الماعون",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/107.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/107.jpg",
		"ayaatiha": "سَبْعٌ (7)",
		"maeni_asamuha": "(الْمَاعُونُ): اسْمٌ جَامِعٌ لِمَنَافِعِ الْبَيْتِ كَالقِدْرِ وَالْفَأْسِ وَنَحْوِهِمَا",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الْمَاعُونِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْمَاعُونِ)، وَتُسَمَّى سُورَةَ: ﴿أَرَءَيۡتَ ٱلَّذِي يُكَذِّبُ بِٱلدِّينِ﴾، وَسُورَةَ (الدِّينِ)، وَسُورَةَ (الْيَتِيمِ)",
		"maqsiduha_aleamu": "التَّحْذِيرُ مِنَ الْأَخْلَاقِ السَّيئَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"لَمْ يَصِحَّ حَدِيثٌ أَوْ أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنَّهَا مِنْ قِصَارِ المُفَصَّلِ"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (الماعُوْنِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (قُرَيْشِ):تَحَدَّثَتِ (الْمَاعُونُ) عَنْ بُخْلِ الْمُشْرِكِينَ وَأَخْلَاقِهِمْ، مُقَابِلَ كَرَمِ اللهِ فِي سُورَةِ (قُرَيشٍ)"
		]
	},
	{
		"id": 108,
		"surah": "الكوثر",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/108.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/108.jpg",
		"ayaatiha": "ثَلَاثٌ (3)",
		"maeni_asamuha": "الكوْثَرْ: الخيرُ الكثيرُ. وَالمُرَادُ (بالكوثرِ): نهرٌ في الجَنَّةِ؛ وَعَدَ اللهَ بِهِ نَبِيَّهُ ﷺ تكريمًا له وفضلًا",
		"sabab_tasmiatiha": "انْفِرَادُ السُّورَةِ بِذِكْرِ مُفْرَدَةِ (الْكَوثَرِ)، وَدِلَالَةُ هَذَا الاسْمِ عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْكَوثَرِ)، وَتُسَمَّى سُورَةَ: ﴿إِنَّآ أَعۡطَيۡنَٰكَ ٱلۡكَوۡثَرَ﴾، وَسُورَةَ (النَّحْرِ)",
		"maqsiduha_aleamu": "بَيَانُ فَضْلِ النَّبِيِّ ﷺ وَمَحَبَّةِ اللهِ لَهُ، وَإِكْرَامِهِ فِي الدَّارَيْنِ",
		"sabab_nuzuliha": "سُوْرَةٌ مَدنيَّة، وَعَنْ أَنَسٍ رضي الله عنه قَالَ: «بيْنَا رَسولُ اللهِ ﷺ ذَاتَ يَومٍ بيْنَ أظْهُرِنَا إذْ أغْفَى إغْفَاءَةً ثُمَّ رَفَعَ رَأْسَهُ مُتَبَسِّمًا، فَقُلْنَا: مَا أضْحَكَكَ يا رَسولَ اللهِ؟ قالَ: أُنْزِلَتْ عَلَيَّ آنِفًا سُورَةٌ فَقَرَأَ: بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ ﴿إِنَّآ أَعۡطَيۡنَٰكَ ٱلۡكَوۡثَرَ ١ فَصَلِّ لِرَبِّكَ وَٱنۡحَرۡ ٢ إِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ ٣﴾». (حَدِيثٌ صَحيحٌ، رَوَاهُ مُسْلِمْ)",
		"fadluha": [
			"لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ سِوَى أَنَّهَا مِنْ قِصَارِ المُفَصَّلِ"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (الكَوْثَرِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (الماعُوْنِ):خُتِمَتِ (الْمَاعُونُ) بِمُفْرَدَةِ الْمَنْعِ فَقَالَ: ﴿وَيَمۡنَعُونَ ٱلۡمَاعُونَ ٧﴾، وَافْتُتِحَتِ (الْكُوثَرُ) بِمُفْرَدَةِ الْعَطَاءِ مُقَابِلَ الْمَنْعِ؛ فَقَالَ: ﴿إِنَّآ أَعۡطَيۡنَٰكَ ٱلۡكَوۡثَرَ ١﴾"
		]
	},
	{
		"id": 109,
		"surah": "الكافرون",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/109.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/109.jpg",
		"ayaatiha": "سِتٌّ (6)",
		"maeni_asamuha": "الكُفْرُ: نَقِيضُ الْإِيمَانِ، وَمَعْنَاهُ جُحُودُ النِّعْمَةِ. وَالمُرَادُ (بِالْكَافِرِينَ): سَادَاتُ قُرَيشٍ وَمَنْ عَلَى شَاكِلَتِهِمْ",
		"sabab_tasmiatiha": "لِأَنَّ مَوضُوعَ السُّورَةِ عَنْ الْكَافِرِينَ، وَقَدْ تَفَرَّدَتْ بِصِيغَةِ النِّدَاءِ بِهِمْ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْكَافِرُونَ)، وَتُسَمَّى سُورَةَ (الْعِبَادَةِ)، وَسُورَةَ (الدِّينِ)، وَتُسَمَّى مَعَ سُورَةِ (الْإِخْلَاصِ) بِالْمُقَشْقِشَتَينِ",
		"maqsiduha_aleamu": "الْاعْتِزَازُ بِدِينِ الْإِسْلَامِ، وَالْوَلَاءُ للهِ، وَالْبَرَاءُ مَنْ الْكُفْرِ وَأَهْلِهِ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"هِيَ تَعدِلُ رُبُع القُرآن، قَالَ ﷺ: «﴿قُلۡ يَٰٓأَيُّهَا ٱلۡكَٰفِرُونَ﴾ تَعْدِلُ رُبُعَ الْقُرْآنِ». (حَدِيثٌ حَسَنٌ، رواه التِّرمِذِيّ)",
			"تُستَحَبُّ قِراءَتُها فِي سُنَّةَ الفَجر، فَقَدْ كَانَ النَّبِيُّ ﷺ يَقْرَأُ بِـ(الْكَافِرُونَ) وَ(الْإِخْلاصِ) فِي رَكْعَتَيْ سُنَّةِ الْفَجْرِ. (رَوَاهُ مُسْلِمْ)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (الكافِرونَ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (الكَوْثَرِ):لمَّا بَشَّرَتِ (الْكَوْثَرُ) رَسُولَ اللهِ ﷺ بِالْعَطَاءِ، قَوِيَتْ عَزِيمَتُهُ فِي مُوَاجَهَةِ الْكُفْرِ وَالْاعْتِزَازِ بِدِينِ اللهِ تَعَالَى كَمَا بَيَّنَتْهَا سُورَةُ (الْكَافِرُونَ)"
		]
	},
	{
		"id": 110,
		"surah": "النصر",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/110.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/110.jpg",
		"ayaatiha": "ثَلَاثٌ (3)",
		"maeni_asamuha": "النَّصْرُ: الْفَوزُ وَالْغَلَبَةُ، وَالمُرَادُ (بِالنَّصْرِ): بِشَارَةُ النَّبِيِّ ﷺ بِفَتْحِ مَكَّةَ عام 8هـ",
		"sabab_tasmiatiha": "لِأَنَّ مَوْضُوعَ السُّورَةِ عَنْ فَتْحِ مَكَّةَ وَسَمَّاهُ اللهُ نَصْرًا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (النَّصْرِ)، وَتُسَمَّى سُورَةَ (الْفَتْحِ)، وَسُورَةَ: ﴿إِذَا جَآءَ نَصۡرُ ٱللَّهِ وَٱلۡفَتۡحُ﴾، وَسُورَةَ (التَّوْدِيِعِ)",
		"maqsiduha_aleamu": "بِشَارَةُ النَّبِيِّ ﷺ بِانْتِشَارِ الْإِسْلَامِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، لَمْ تَصِحَّ رِوَايَةٌ فِي سَبَبِ نُزُولِهَا أَو فِي نُزُولِ بَعْضِ آيَاتِهَا",
		"fadluha": [
			"لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنَّهَا مِنْ قِصَارِ المُفَصَّلِ"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (النَّصرِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (الكافِرونَ):لَمَّا أَشَارَتِ (الْكَافِرُونَ) إِلَى عَدَمِ دُخُولِ قَومِ النَّبِيِّ ﷺ فِي الْإِسْلَامِ، نَاسَبَ مَجِيءَ (النَّصْرِ) لِتُبَشِّرَهُ ﷺ بِدُخُولِ النَّاسِ فِي دِينِ اللهِ أَفْوَاجًا"
		]
	},
	{
		"id": 111,
		"surah": "المسد",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/111.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/111.jpg",
		"ayaatiha": "خَمْسٌ (5)",
		"maeni_asamuha": "(الْمَسَدُ): حَبْلٌ مِنْ لِيفٍ أَوْ خُوصٍ",
		"sabab_tasmiatiha": "نِسْبَةٌ إِلَى نَوعِ الْعَذَابِ (بِالْمَسَدِ) الَّذِي يُلَازِمُ زَوجَةَ أَبِي لَهَبٍ فِي النَّارِ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْمَسَدِ)، وَتُسَمَّى سُورَةَ (تَبَّتْ)، وَسُورَةَ (الْلَّهَبِ)",
		"maqsiduha_aleamu": "تَقْرِيرُ عَاقِبَةِ رُؤَسَاءِ الْفِتَنِ وَالْمُكَذِّبِينَ بِدَعْوَةِ النَّبِيِّ ﷺ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، لَمَّا وَقَفَ النَّبِيُّ ﷺ عَلَى جَبَلِ الصَّفَا يَدْعُو عَشِيرَتَهُ وَيُنْذِرُهُمْ مِنْ عَذَابِ اللهِ، قَالَ لَهُ عَمُّهُ أُبُو لَهَبٍ: «تَبًّا لَكَ سَائِرَ الْيَومِ، أَلِهَذَا جَمَعْتَنَا!؟» فَنَزَلَتْ: ﴿تَبَّتۡ يَدَآ أَبِي لَهَبٖ وَتَبَّ ١﴾.  (رَوَاهُ البُخَارِيّ وَمُسْلِم)",
		"fadluha": [
			"لَمْ يَصِحَّ حَدِيثٌ أَو أَثَرٌ خَاصٌّ فِي فَضْلِ السُّورَةِ، سِوَى أَنَّهَا مِنْ قِصَارِ المُفَصَّلِ"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (المَسَدِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (النَّصرِ):اسْتَثْنَتْ سُورَةُ (الْمَسَدِ) مِثَالَيْنِ هَالِكَينِ مِنْ بِشَارَةِ (النَّصْرِ) قَبْلَهَا"
		]
	},
	{
		"id": 112,
		"surah": "الإخلاص",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/112.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/112.jpg",
		"ayaatiha": "أَرْبَعٌ (4)",
		"maeni_asamuha": "أَخْلَصَ الشَّيْءَ: أَصْفَاهُ وَنَقَّاهُ مِنَ الشَّوَائِبِ، وَالمُرَادُ (بِالْإِخْلَاصِ): كَلِمَةُ التَّوحِيدِ",
		"sabab_tasmiatiha": "مُفْرَدَةُ (الْإِخْلَاصِ) لَمْ تُذْكَرْ فِي السُّورَةِ، وَلَكِنْ سُمِّيَتْ بِمَوضُوعِهَا وَهُوَ إِخْلَاصُ الْعِبَادَةِ للهِ تَعَالَى",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْإِخْلَاصِ)، وَتُسَمَّى سُورَةَ (التَّوْحِيدِ)، وَسُورَةَ (الْمُقَشْقِشَةِ)(1)، وتُسَمّى مَعَ (الْفَلَقِ) وَ(النَّاسِ) بِالمُعَوِّذَاتِ",
		"maqsiduha_aleamu": "إِخْلاصُ الْعِبَادَةِ للهِ تَعَالَى، وَتَعْظِيمُ الْخَالِقِ وَتَنْزِيهُهُ عَنْ كُلِّ نَقْصٍ وَعَيبٍ",
		"sabab_nuzuliha": "سُورَةٌ مَكِّيَّةٌ، قَالَ الْمُشْرِكُونَ لِرَسُولِ اللهِ ﷺ: انْسُبْ لَنَا رَبَّكَ؟ فَأَنْزَلَ اللَّهُ: ﴿قُلۡ هُوَ ٱللَّهُ أَحَدٌ ١﴾. (حَدِيثٌ صَحيحٌ، رَوَاهُ التِّرمِذيُّ)",
		"fadluha": [
			"تَعْدِلُ ثُلُثَ الْقُرْآن، قال ﷺ: «أَيَعْجِزُ أحَدُكُمْ أنْ يَقْرَأَ فِي لَيْلَةٍ ثُلُثَ القُرآنِ؟ قَالُوا: وَكَيفَ يَقْرَأْ ثُلُثَ القُرْآنِ؟ قَالَ:﴿قُلۡ هُوَ ٱللَّهُ أَحَدٌ﴾ تَعْدِلُ ثُلُثَ القُرْآنِ». (رَوَاهُ البُخَارِيّ وَمُسْلِم)",
			"مِنْ أَقْوَى المُحَصِّنَاتِ، عَن عَائِشَةَ رضي الله عنه أَنَّ النَّبِيَّ ﷺ كَانَ إِذَا آوَى إِلَى فِراشِهِ كُلَّ لَيْلَةٍ جَمَعَ كَفَّيْهِ، ثُمَّ نَفَثَ فِيهِمَا فَقَرَأَ فِيهِمَا: ﴿قُلۡ هُوَ ٱللَّهُ أَحَدٌ﴾ و ﴿قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ﴾ و ﴿قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ﴾ ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِن جَسَدِهِ، يَبْدَأُ بهِمَا عَلَى رَأْسِهِ ووَجْهِهِ وَمَا أقْبَلَ مِنْ جَسَدِهِ يَفْعَلُ ذلكَ ثَلاثَ مَرَّاتٍ. (رَوَاهُ البُخَارِيّ)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (الإخْلَاصِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (المَسَدِ):لَمَّا ذَكَرَ فِي (الْمَسَدِ) مِثَالَينِ مِمَّنْ جَعَلا مَعَ اللهِ آلِهَةً أُخْرَى، نَاسَبَ مَجِيءَ (الْإِخْلَاصِ) بَعْدَهَا لِنَفْي تَعَدُّدِ الْآلِهَةِ عَن اللهِ تَعَالَى"
		]
	},
	{
		"id": 113,
		"surah": "الفلق",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/113.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/113.jpg",
		"ayaatiha": "خَمْسٌ (5)",
		"maeni_asamuha": "(الْفَلَقُ): الصُّبْحُ عِنْدَمَا يَنْشَقُّ مِن ظُلْمَةِ الْلَّيلِ",
		"sabab_tasmiatiha": "لِدِلَالَةِ (الْفَلَقِ) عَلَى مَعْنَى الْبِشَارَةِ وَالتَّفَاؤُلِ بِفَرَجِ اللهِ بَعْدَ ظُلْمَةِ الْمِحَنِ",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (الْفَلَقِ)، وَتُسَمَّى (الْمُقَشْقِشَةَ)، وَتُسَمَّى مَعَ (الْإِخْلاصِ) وَ(النَّاسِ) بِالمُعَوِّذَاتِ",
		"maqsiduha_aleamu": "الْلُّجُوءُ إِلَى اللهَ وَالْاسْتِعَاذَةُ بِهِ مِنَ الْأَشْرَارِ وَالفُجَّارِ وَأَفْعَالِهِمُ الْخَبِيثَةِ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، فَعَنْ زَيْدِ بْنِ أَرْقَمَ قَالَ: «سَحَرَ النَّبِيَّ ﷺ رَجُلٌ مِنَ الْيَهودِ، فَاشْتَكَى، فَأَتَاهُ جِبْرِيلُ فَنَزَلَ عَلَيْهِ بِالْمُعَوِّذَتَيْنِ...». (حَدِيثٌ صَحيحٌ، رَوَاهُ ابْنُ حمَيدٍ فِي الْمُنْتَخَبِ)",
		"fadluha": [
			"هِيَ شِفَاءٌ، عَنْ عَائَشَةَ رضي الله عنها أنَّ النَّبِيَّ ﷺ كَانَ إذَا اشْتَكَى يَقْرَأُ علَى نَفْسِهِ بالمُعَوِّذَاتِ، وَيَنْفُثُ، فَلَمَّا اشْتَدَّ وَجَعُهُ كُنْتُ أَقْرَأُ عَلَيهِ، وَأَمْسَحُ عنْه بيَدِهِ رَجَاءَ بَرَكَتِهَا. (رَوَاهُ البُخَارِيّ)",
			"مِنْ أَقْوَى المُحَصِّنَاتِ، عَن عَائِشَةَ رضي الله عنه أَنَّ النَّبِيَّ ﷺ كَانَ إِذَا آوَى إِلَى فِراشِهِ كُلَّ لَيْلَةٍ جَمَعَ كَفَّيْهِ، ثُمَّ نَفَثَ فِيهِمَا فَقَرَأَ فِيهِمَا: ﴿قُلۡ هُوَ ٱللَّهُ أَحَدٌ﴾ و ﴿قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ﴾ و ﴿قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ﴾ ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِن جَسَدِهِ، يَبْدَأُ بهِمَا عَلَى رَأْسِهِ ووَجْهِهِ وَمَا أقْبَلَ مِنْ جَسَدِهِ يَفْعَلُ ذلكَ ثَلاثَ مَرَّاتٍ. (رَوَاهُ البُخَارِيّ)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (الفَلَقِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (الإخْلَاصِ):(الإِخلَاصُ) مُقَدِّمَةٌ مُهِمَّةٌ لِسُورَتَي (الْفَلَقِ وَالنَّاسِ) لِلاسْتِعَاذَةِ بِهِ سُبْحَانَهُ مِنْ كُلِّ شَرٍّ وَمُصِيبَةٍ"
		]
	},
	{
		"id": 114,
		"surah": "الناس",
		"audio": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/mp3/114.mp3",
		"image": "https://raw.githubusercontent.com/rn0x/albitaqat_quran/main/images/114.jpg",
		"ayaatiha": "سِتٌّ (6)",
		"maeni_asamuha": "(الإِنْسُ): جَمَاعَةُ النَّاسِ، وَالْجَمْعُ أُنَاسٌ، وَهُمْ مِنَ الثَّقَلَينِ (الْجِنِّ وَالْإِنْسِ)",
		"sabab_tasmiatiha": "لِدِلَالَةِ مُفْرَدَةِ (النَّاسِ) وَتَكْرَارِهَا عَلَى الْمَقْصِدِ الْعَامِّ لِلسُّورَةِ وَمَوضُوعَاتِهَا",
		"asmawuha": "اشتُهِرَتْ بِسُورَةِ (النَّاسِ)، وَتُسَمَّى (الْمُقَشْقِشَةَ)، وتُسَمَّى مَعَ (الْإِخْلَاصِ) وَ(الْفَلَقِ) بِالمُعَوِّذَاتِ",
		"maqsiduha_aleamu": "الّْلُجوءُ إِلَى اللهِ وَالْاسْتِعَاذَةُ بِهِ مِنْ وَسَاوِسِ الْجِنِّ وَالْإِنْسِ وَمَكَائِدِهِمْ",
		"sabab_nuzuliha": "سُورَةٌ مَدَنيَّةٌ، فَعَنْ زَيْدِ بْنِ أَرْقَمَ قَالَ: «سَحَرَ النَّبِيَّ ﷺ رَجُلٌ مِنَ الْيَهود، فَاشْتَكَى، فَأَتَاهُ جِبْرِيلُ فَنَزَلَ عَلَيْهِ بِالْمُعَوِّذَتَيْنِ...». (حَدِيثٌ صَحيحٌ، رَوَاهُ ابن حمَيدٍ فِي الْمُنْتَخَبِ)",
		"fadluha": [
			"هِيَ شِفَاءٌ، عَنْ عَائَشَةَ رضي الله عنها أنَّ النَّبِيَّ ﷺ كَانَ إذَا اشْتَكَى يَقْرَأُ علَى نَفْسِهِ بالمُعَوِّذَاتِ، وَيَنْفُثُ، فَلَمَّا اشْتَدَّ وَجَعُهُ كُنْتُ أَقْرَأُ عَلَيهِ، وَأَمْسَحُ عنْه بيَدِهِ رَجَاءَ بَرَكَتِهَا. (رَوَاهُ البُخَارِيّ)",
			"مِنْ أَقْوَى المُحَصِّنَاتِ، عَن عَائِشَةَ رضي الله عنه أَنَّ النَّبِيَّ ﷺ كَانَ إِذَا آوَى إِلَى فِراشِهِ كُلَّ لَيْلَةٍ جَمَعَ كَفَّيْهِ، ثُمَّ نَفَثَ فِيهِمَا فَقَرَأَ فِيهِمَا: ﴿قُلۡ هُوَ ٱللَّهُ أَحَدٌ﴾ و ﴿قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ﴾ و ﴿قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ﴾ ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِن جَسَدِهِ، يَبْدَأُ بهِمَا عَلَى رَأْسِهِ ووَجْهِهِ وَمَا أقْبَلَ مِنْ جَسَدِهِ يَفْعَلُ ذلكَ ثَلاثَ مَرَّاتٍ. (رَوَاهُ البُخَارِيّ)"
		],
		"munasabatiha": [
			"مُنَاسَبَةُ سُوْرَةِ (النَّاسِ) لِمَا قَبْلَهَا مِنْ سُوْرَةِ (الفَلَقْ):السُّوَرَتَانِ مَوْضُوْعُهُمَا وَاحِدٌ، وَهُوَ الْاسْتِعَاذَةُ بِاللهِ وَالْلُّجُوءُ إِلَيهِ مِنْ كُلِّ شَرٍّ وَمُصِيبَةٍ"
		]
	}
]
